{
    "story":[
        {
            "title": "The Ant and The Grasshopper Story",
             "text1": "Once on a bright summer’s sunny day, a Grasshopper was singing when he saw an Ant working hard to collect food, the grasshopper said, “Why do you work so hard in summer? Summers are for fun, relaxation, and enjoyment. Come let us sing and enjoy”. But Ant said, “I am collecting winter food and recommend you do the same.” Grasshopper said, “We have plenty of food now. Why bother about winter now?”. The Ant ignored him and went on its way. When winter came grasshoppers had no food to eat. He saw that Ant begged for food, but she said, “When I worked hard, you enjoyed”. Then grasshopper learned his lesson the hard way.",
             "text2": "একবার গ্রীষ্মের রৌদ্রোজ্জ্বল দিনে, একটি ঘাসফড়িং গান গাইছিল যখন সে একটি পিঁপড়াকে খাবার সংগ্রহের জন্য কঠোর পরিশ্রম করতে দেখেছিল, ফড়িং বলল, তুমি গ্রীষ্মে এত পরিশ্রম কর কেন? গ্রীষ্মকাল মজা, শিথিলকরণ এবং উপভোগের জন্য। আসুন আমরা গান করি এবং উপভোগ করি। কিন্তু পিঁপড়া বলল,আমি শীতের খাবার সংগ্রহ করছি এবং আপনাকেও তাই করার পরামর্শ দিচ্ছি। ঘাসফড়িং বলল, “আমাদের এখন প্রচুর খাবার আছে। এখন শীত নিয়ে মাথা ঘামাই কেন? পিঁপড়া তাকে উপেক্ষা করে তার পথে চলে গেল। শীত এলেই ফড়িংদের খাওয়ার মতো খাবার ছিল না। তিনি দেখলেন যে পিঁপড়া খাবারের জন্য ভিক্ষা করছে, কিন্তু সে বলল, যখন আমি কঠোর পরিশ্রম করেছি, আপনি উপভোগ করেছেন। তারপর ফড়িং কঠিনভাবে তার পাঠ শিখেছে।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-grasshopper-and-ant-story-moral-768x404.jpg"
        },
        {
            "title": "The Boy Who Cried Wolf",
             "text1": "Once upon a time, there was a boy who had a duty to look after a flock of sheep. The used to lie for his fun. One day he started shouting, “Wolf, Wolf, Wolf”, on hearing this villager ran towards him for his help. But when the villagers reached he was laughing at them as there was no wolf. He was lying and making a fool out of the villagers. This continued for some days. And finally, one day, a wolf really came and shouted again, but nobody came and as a result, the boy was killed by the wolf. There was no one to blame but him.",
             "text2": "এক সময়, একটি ছেলে ছিল যার দায়িত্ব ছিল ভেড়ার পাল দেখাশোনা করা। তার মজার জন্য মিথ্যা বলতেন। একদিন তিনি চিৎকার করতে লাগলেন,নেকড়ে, নেকড়ে, নেকড়ে, শুনে এই গ্রামবাসী তার সাহায্যের জন্য তার দিকে ছুটে এল। কিন্তু গ্রামবাসীরা পৌঁছলে তিনি তাদের দেখে হাসাহাসি করেন কারণ সেখানে কোনো নেকড়ে ছিল না। সে মিথ্যা কথা বলে গ্রামবাসীদের বোকা বানাচ্ছিল। এভাবে কিছু দিন চলতে থাকে। এবং অবশেষে, একদিন, একটি নেকড়ে সত্যিই এসে আবার চিৎকার করে, কিন্তু কেউ আসেনি এবং ফলস্বরূপ, ছেলেটিকে নেকড়ে মেরে ফেলে। তাকে ছাড়া দোষ দেওয়ার কেউ ছিল না।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-boy-who-cried-wolf-768x348.jpg"   
        },
        {
            "title": "The Ugly Duckling",
             "text1": "A long time ago, a farmer had a duck, which laid 4 eggs. After a few days, all eggs hatched. Three ducklings looked like their mom and the fourth one looked different. It was big and grey. All other ducklings started making fun of him, as they started calling him ugly. After some days the sad duckling ran away to a river nearby. There he saw a beautiful white swans. After seeing their beauty he wanted to drown in the river. But when he looked at his reflection in the river, he realized he was not an ugly duckling but a beautiful Swan!",
             "text2": "অনেক দিন আগে, এক কৃষকের একটি হাঁস ছিল, যেটি 4টি ডিম পাড়ে। কিছু দিন পর সব ডিম ফুটেছে। তিনটি হাঁসের বাচ্চা দেখতে তাদের মায়ের মতো এবং চতুর্থটি অন্যরকম দেখতে। এটা বড় এবং ধূসর ছিল. অন্য সব হাঁসের বাচ্চারা তাকে ঠাট্টা করতে লাগল, তারা তাকে কুৎসিত বলতে শুরু করল। কিছু দিন পর দুঃখী হাঁসের বাচ্চা পাশের একটি নদীতে পালিয়ে গেল। সেখানে তিনি সুন্দর সাদা রাজহাঁস দেখতে পান। তাদের সৌন্দর্য দেখে সে নদীতে ডুবে যেতে চায়। কিন্তু যখন সে নদীতে তার প্রতিবিম্বের দিকে তাকালো, তখন সে বুঝতে পারলো সে কুৎসিত হাঁসের বাচ্চা নয়, সুন্দর রাজহাঁস!",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/The-Ugly-Duckling-short-story.jpg"  
        },
        {
            "title": "The Hare And The Tortoise",
             "text1": "One day Hare was boasting about how fast he could run. He was laughing at the turtle for being so slow. After seeing the overconfident turtle challenged him to a race. Hare(Rabbit) laughed at the turtle’s challenge and he accepted the challenge. As the race started, the hare ran very fast and went far ahead of the turtle and got tired. He thought there was plenty of time to relax as the turtle was very far behind. Soon he falls asleep thinking he would win the race easily. Meanwhile, the turtle(tortoise) continues to walk slowly, until he reaches the finish line. The overslept hare sees the turtle on the other side of the finish line. The turtle had beaten him in the race.",
             "text2": "একদিন হেয়ার গর্ব করছিল যে সে কত দ্রুত দৌড়াতে পারে। এত ধীরগতির জন্য তিনি কচ্ছপের দিকে তাকিয়ে হাসছিলেন। অত্যধিক আত্মবিশ্বাসী কচ্ছপ দেখে তাকে একটি দৌড়ের জন্য চ্যালেঞ্জ জানায়। খরগোশ (খরগোশ) কচ্ছপের চ্যালেঞ্জে হেসেছিল এবং সে চ্যালেঞ্জ গ্রহণ করেছিল। দৌড় শুরু হওয়ার সাথে সাথে খরগোশ খুব দ্রুত দৌড়ে কচ্ছপের থেকে অনেক এগিয়ে গিয়ে ক্লান্ত হয়ে পড়ল। তিনি ভেবেছিলেন বিশ্রামের জন্য প্রচুর সময় আছে কারণ কচ্ছপটি অনেক পিছনে ছিল। শীঘ্রই সে ঘুমিয়ে পড়ে এই ভেবে যে সে সহজেই রেস জিতবে। এদিকে, কচ্ছপ (কচ্ছপ) ধীরে ধীরে হাঁটতে থাকে, যতক্ষণ না সে শেষ লাইনে পৌঁছায়। অতিরিক্ত ঘুমানো খরগোশ শেষ লাইনের অপর পাশে কচ্ছপটিকে দেখে। কচ্ছপ তাকে রেসে পরাজিত করেছিল।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-rabbit-and-tortoise-story-in-english.jpg" 
        },
        {
            "title": "The Lion and the Rabbit",
             "text1": "Once there was a Lion in the jungle who used to kill 2-3 animals daily for his meal. All animals went to him to tell, him that daily one of them will come to him for his meal. So, the Lion agreed and this started going on for many days. One day, it was Rabbit’s turn. When he was on his way he saw a well. Now he plans to kill the lion and save himself. He went to the lion and told him that, there is another lion who claims to be more powerful than him. Then the lion asks the rabbit to take him to that lion. The rabbit takes him to the well and said he lives here. When the lion looked in the well he saw his own reflection and jumped into the well and dies.",
             "text2": "একবার জঙ্গলে একটি সিংহ ছিল যে তার খাবারের জন্য প্রতিদিন 2-3টি প্রাণী হত্যা করত। সমস্ত প্রাণী তাকে জানাতে তার কাছে গেল, প্রতিদিন তাদের মধ্যে একজন তার খাবারের জন্য আসবে। তাই, সিংহ রাজি হয়ে গেল এবং অনেক দিন ধরে চলতে লাগল। একদিন, খরগোশের পালা। যাওয়ার সময় তিনি একটি কূপ দেখতে পান। এখন সে সিংহকে মেরে নিজেকে বাঁচানোর পরিকল্পনা করে। সে সিংহের কাছে গিয়ে বললো, আরেকটা সিংহ আছে যে নিজেকে তার চেয়ে শক্তিশালী বলে দাবি করে। তারপর সিংহ খরগোশকে সেই সিংহের কাছে নিয়ে যেতে বলে। খরগোশ তাকে কূপের কাছে নিয়ে গেল এবং বলল সে এখানে থাকে। সিংহটি কূপের দিকে তাকিয়ে নিজের প্রতিবিম্ব দেখতে পেয়ে কূপে ঝাঁপ দিয়ে মারা যায়।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-lion-and-the-rabbit-story-pictures-768x528.jpg"  
        },
        {
            "title": "The Hunter and the Pigeons",
             "text1": "One day a hunter sets a net to catch birds and places grains and rice over the net. After some time a flock of pigeons comes by and starts eating grains and gets caught in the net. After some time they started losing hope, then their leader asks them to fly together up in the sky. They did as they were told and carried the net away. The hunter runs after them but they flew away to their friend’s mouse hole. Then the mouse cuts the net and freed the pigeons.",
             "text2": "একদিন একজন শিকারী পাখি ধরার জন্য জাল ফেলে এবং জালের উপরে শস্য ও ধান রাখে। কিছুক্ষণ পর এক ঝাঁক কবুতর এসে দানা খেতে শুরু করে এবং জালে আটকা পড়ে। কিছুক্ষণ পরে তারা আশা হারাতে শুরু করে, তারপর তাদের নেতা তাদের একসাথে আকাশে উড়তে বলে। তাদের যা বলা হয়েছিল তারা তাই করল এবং জালটি সরিয়ে নিয়ে গেল। শিকারী তাদের পিছনে দৌড়ায় কিন্তু তারা তাদের বন্ধুর মাউস গর্তে উড়ে গেল। তারপর ইঁদুর জাল কেটে কবুতরগুলোকে মুক্ত করে।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-pigeons-and-the-hunter-story.jpg"
        },
        {
            "title": "Two friends and the Bear",
             "text1": "Once there were two friends who were crossing the jungle. After some time they saw a bear coming towards them. Then, one of the friends quickly climbed the nearby tree and the other one did not know how to climb the tree. So he lays down on the ground holding his breath. The bear reaches near him and sniffs him in the ear. After some time bear left the place, thinking the man is dead. Now the other friend climbs down and asked his friend, what did bear said to him in his ear? He replied,” to be safe from the fake friends.",
             "text2": "একবার জঙ্গল পার হচ্ছিলেন দুই বন্ধু। কিছুক্ষণ পর তারা দেখতে পেল একটি ভালুক তাদের দিকে এগিয়ে আসছে। তারপর, বন্ধুদের মধ্যে একজন দ্রুত পাশের গাছে উঠে গেল এবং অন্যজন জানত না কিভাবে গাছে উঠতে হয়। তাই সে নিঃশ্বাস বন্ধ করে মাটিতে শুয়ে পড়ে। ভাল্লুক তার কাছে পৌঁছে তাকে কানে শুঁকে। কিছুক্ষণ পর ভালুক লোকটি মারা গেছে ভেবে জায়গা ছেড়ে চলে গেল। এবার অন্য বন্ধুটি নিচে উঠে তার বন্ধুকে জিজ্ঞেস করল, ভালুক তাকে কানে কানে কি বলল? তিনি উত্তর দিলেন, ভুয়া বন্ধুদের থেকে নিরাপদ থাকতে।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-bear-and-two-friends-story-768x441.jpg"   
        },
        {
            "title": "The Crow and the Peacock – Who is Happy?",
             "text1": "Once there was a crow who wishes to be colorful and beautiful like other birds. He then went to the parrot and shared his thoughts. But the parrot said the peacock is the most beautiful bird so talk to him. Then the crow went to the peacock and told him about his looks. Then the peacock replied,” You are the luckiest bird that has been never caged in life and we because of our beauty stay caged, and you are always free. After listening to this, crow realized his mistake and thanked God for making him like this and he flew away happily.",
             "text2": "একবার একটি কাক ছিল যে অন্য পাখিদের মতো রঙিন এবং সুন্দর হতে চায়। তারপর তিনি তোতাপাখির কাছে গিয়ে তার চিন্তাগুলো শেয়ার করলেন। কিন্তু তোতা বলল ময়ূর সবচেয়ে সুন্দর পাখি তাই তার সাথে কথা বল। তারপর কাক ময়ূরের কাছে গিয়ে তার চেহারার কথা বলল। তখন ময়ূর উত্তর দিল, “তুমি সবচেয়ে ভাগ্যবান পাখি যাকে জীবনে কখনো খাঁচায় বন্দি করা হয়নি এবং আমরা আমাদের সৌন্দর্যের কারণে খাঁচায় বন্দি থাকি, আর তুমি সবসময় মুক্ত। এই কথা শোনার পর কাক তার ভুল বুঝতে পারল এবং তাকে এমন করার জন্য ঈশ্বরকে ধন্যবাদ জানাল এবং সে খুশিতে উড়ে গেল।",
             "images": "https://shortstorylines.com/wp-content/uploads/2020/01/the-peocock-and-the-crow-story.jpg"
        },
        {
            "title": "The Little Red Riding Hood Short Story",
             "text1": "Once upon a time, there was a girl who lives with her mom in a hut near the forest. She always wears a  red riding hood while going out. One day she went to see her grandmother and on her way, she met a wolf. The Wolf asked where are you going? She said, ” I am going to see my granny, she lives behind that hill.” After listening this wolf got a wicked idea. The wolf ran to granny’s house and swallowed her up. Then he wore granny’s clothes and got into granny’s bed.  After some Little Red Riding Hood reached granny’s house. She saw the wolf lying in her granny’s bed. She asked Oh granny, what big eyes you have! The wolf said,” So that I can see you better, She asked,” Granny what big ears you have! Wolf said,” So that I can hear you better. She asked, Granny what big nose do you have? Wolf said So that I can smell you better. She again asked, Granny what big teeth do you have? Wolf said,” So that I can eat you better. Then she got scared and started shouting for help. Help Me! Help Me! The woodsman was chopping the trees heard the scream and ran toward to help her. He ran to the house and saw the wolf attacking the girl. He hit the wolf over the head and this made the wolf open his mouth and shout. And the granny jumped out! The wolf ran away and the girl never saw that wolf again. The grandmother and the Red Riding Hood Girl had a great lunch and long chat.",
             "text2": "একবার, একটি মেয়ে ছিল যে তার মায়ের সাথে বনের কাছে একটি কুঁড়েঘরে থাকে। বাইরে যাওয়ার সময় তিনি সবসময় একটি লাল রাইডিং হুড পরেন। একদিন সে তার দাদীর সাথে দেখা করতে গিয়েছিল এবং পথে তার সাথে একটি নেকড়ে দেখা হয়েছিল। নেকড়ে জিজ্ঞেস করল কোথায় যাচ্ছ? সে বলল, আমি আমার নানীকে দেখতে যাচ্ছি, সে পাহাড়ের পিছনে থাকে। এই কথা শুনে নেকড়ে একটা দুষ্ট বুদ্ধি পেল। নেকড়ে দৌড়ে নানীর বাড়িতে গিয়ে তাকে গিলে ফেলল। তারপর নানীর জামা পরে নানীর বিছানায় শুয়ে পড়ল। কিছুক্ষণ পর লিটল রেড রাইডিং হুড পৌঁছে গেল ঠাকুরমার বাড়িতে। সে দেখল নেকড়েটা তার নানীর বিছানায় শুয়ে আছে। সে জিজ্ঞেস করলো ও নানী, তোমার কি বড় চোখ! নেকড়ে বলল, যেন আমি তোমাকে ভালোভাবে দেখতে পারি, সে জিজ্ঞেস করলো, নানী তোমার কত বড় কান আছে! নেকড়ে বলল, যাতে আমি তোমাকে ভালো করে শুনতে পারি। সে জিজ্ঞেস করল, নানী তোমার কি বড় নাক? নেকড়ে বলল যাতে আমি তোমাকে আরও ভালোভাবে ঘ্রাণ করতে পারি। সে আবার জিজ্ঞেস করলো, নানী তোমার কি বড় দাঁত আছে? নেকড়ে বলল, যাতে আমি তোমাকে ভালো করে খেতে পারি। তখন সে ভয় পেয়ে যায় এবং সাহায্যের জন্য চিৎকার করতে থাকে। আমাকে সাহায্য কর! আমাকে সাহায্য কর! কাঠুরে গাছ কাটছিল চিৎকার শুনে তাকে সাহায্য করার জন্য দৌড়ে গেল। তিনি দৌড়ে বাড়িতে গিয়ে দেখেন নেকড়ে মেয়েটিকে আক্রমণ করছে। তিনি নেকড়েটিকে মাথায় আঘাত করলেন এবং এতে নেকড়েটি তার মুখ খুলে চিৎকার করে উঠল। আর নানী লাফ দিয়ে বেরিয়ে গেল! নেকড়েটি পালিয়ে গেল এবং মেয়েটি সেই নেকড়েটিকে আর দেখতে পেল না। দাদী এবং রেড রাইডিং হুড গার্ল একটি দুর্দান্ত লাঞ্চ এবং দীর্ঘ আড্ডা দিয়েছিলেন।",
             "images":"https://shortstorylines.com/wp-content/uploads/2020/11/the-little-red-riding-hood-story-768x576.jpeg"
        },
        {
            "title": "The Monkeys and The Cap Seller Story",
             "text1": "Once a cap seller was going to sell his caps in a village market. He was going through the forest and was carrying a basket of red caps on his head. He got tired in the heat of the sun and thought of lying down under the tree for some time. He put his basket on the ground and fall asleep. There were monkeys on that tree, they came down and one by one took all the caps from the cap seller’s basket. Then they climbed onto the tree. When the cap seller woke up, he was shocked to see his basket empty. He searched for his caps everywhere. To his surprise, he saw the monkeys were wearing them. He thought for a while and he started throwing his cap down and monkeys did so. The cap-seller collected all his caps and put them back in his basket and went away happily.",
             "text2": "একবার এক টুপি বিক্রেতা গ্রামের বাজারে টুপি বিক্রি করতে যাচ্ছিলেন। সে বনের মধ্য দিয়ে যাচ্ছিল এবং মাথায় লাল টুপির ঝুড়ি নিয়ে যাচ্ছিল। রোদের তাপে ক্লান্ত হয়ে সে গাছের নিচে কিছুক্ষণ শুয়ে থাকার কথা ভাবল। সে তার ঘুড়ি মাটিতে রেখে ঘুমিয়ে পড়ে। সেই গাছে বানর ছিল, তারা নেমে এল এবং এক এক করে টুপি বিক্রেতার ঝুড়ি থেকে সমস্ত টুপি নিয়ে গেল। তারপর তারা গাছে উঠে গেল। টুপি বিক্রেতা ঘুম থেকে উঠলে তার ঝুড়ি খালি দেখে হতবাক হয়ে যান। তিনি সর্বত্র তার টুপি খোঁজা. অবাক হয়ে দেখলেন বানরগুলো তাদের পরা। তিনি কিছুক্ষণ চিন্তা করলেন এবং তিনি তার টুপিটি নীচে ফেলে দিতে লাগলেন এবং বানররা তাই করল। টুপি বিক্রেতা তার সমস্ত টুপি সংগ্রহ করে তার ঝুড়িতে রেখে খুশি হয়ে চলে গেল।",
             "images":"https://shortstorylines.com/wp-content/uploads/2020/11/monkey-and-cap-seller-story-ppt.jpg"
        },
        {
            "title": "The Cinderella",
             "text1": "The story of Cinderella tells of a kindhearted young woman who was treated cruelly by her stepmother and sisters, but, nevertheless, kept a humble attitude. One day, the king decided to throw a ball and invited all the young maidens in the kingdom. While Cinderella’s sisters made her help them get ready for the ball, not once did they ask her if she would like to go with them. Once they left, her Fairy Godmother appeared and helped Cinderella go to the ball with a bit of magic that would only last until midnight. At the ball, Cinderella caught the eye of the prince, as she was the most beautiful girl there, and they danced all night. When midnight came, Cinderella had to leave the ball, and in her hurry, one of her glass slippers fell off her feet. The prince found this slipper and vowed to marry the girl to who the slipper belonged to. The prince went from house to house, looking for the girl whose foot fit the slipper, and he reached Cinderella’s house. Though Cinderella’s stepsisters and stepmother tried to keep her from trying it on, the glass slipper was a perfect fit, and she was soon married to the prince and lived happily ever after. This is a wonderful story that captures how keeping a humble attitude will reap its rewards.",
             "text2": "সিন্ডারেলার গল্পটি একজন সহৃদয় যুবতীর কথা বলে যার সাথে তার সৎ মা এবং বোনেরা নিষ্ঠুর আচরণ করেছিল, কিন্তু তবুও, নম্র মনোভাব বজায় রেখেছিল। একদিন, রাজা একটি বল নিক্ষেপ করার সিদ্ধান্ত নিয়েছিলেন এবং রাজ্যের সমস্ত তরুণীকে আমন্ত্রণ জানালেন। যখন সিন্ডারেলার বোনেরা তাকে বলের জন্য প্রস্তুত হতে সাহায্য করেছিল, তারা একবারও তাকে জিজ্ঞেস করেনি যে সে তাদের সাথে যেতে চায় কিনা। একবার তারা চলে গেলে, তার পরী গডমাদার উপস্থিত হন এবং সিন্ডারেলাকে কিছুটা জাদু দিয়ে বলের কাছে যেতে সাহায্য করেন যা কেবল মধ্যরাত পর্যন্ত স্থায়ী হয়। বলটিতে, সিন্ডারেলা রাজকুমারের নজর কেড়েছিল, কারণ সে সেখানে সবচেয়ে সুন্দরী মেয়ে ছিল এবং তারা সারা রাত নাচছিল। যখন মধ্যরাত এল, সিন্ডারেলাকে বলটি ছেড়ে যেতে হয়েছিল, এবং তার তাড়াহুড়োয়, তার একটি কাচের চপ্পল তার পায় থেকে পড়ে যায়। রাজকুমার এই চপ্পলটি খুঁজে পেয়েছিলেন এবং প্রতিজ্ঞা করেছিলেন যে চপ্পলটি যার সাথে তার মেয়েটিকে বিয়ে করবে। রাজপুত্র ঘরে ঘরে গিয়ে সেই মেয়েটিকে খুঁজতে লাগলেন যার পায়ে চপ্পল মানায়, এবং সে পৌঁছে গেল সিন্ডারেলার বাড়িতে। যদিও সিনড্রেলার সৎ বোন এবং সৎ মা তাকে চেষ্টা করা থেকে বিরত রাখার চেষ্টা করেছিল, কাচের স্লিপারটি একটি নিখুঁত ফিট ছিল এবং তিনি শীঘ্রই রাজকুমারের সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং সুখে জীবনযাপন করেন। এটি একটি দুর্দান্ত গল্প যা ক্যাপচার করে যে কীভাবে নম্র মনোভাব রাখা তার পুরষ্কারগুলি কাটাবে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095516/Cinderella.jpg"
        },
        {
            "title": "Beauty and the Beast",
             "text1": "Originating in France, this is the story of Belle, a beautiful peasant girl who took the place of her father, when he was taken prisoner by a fierce beast. While things were uncomfortable and frightening for Belle at first, she soon grew fond of the beast, as he had done nothing but treat her with kindness. When Belle found out her father was sick, she begged the beast to let her go to him and promised to return, but she was held up by the evil Gaston, a famous hunter from the village who wanted to marry Belle. When the village found out about the beast, they vowed to kill him and stormed his castle. Though he nearly died, he was saved and turned into a handsome prince because of Belle’s love for him. It turns out that he had been a prince who, along with his entire household, was cursed by a witch because he did not treat her with kindness. Belle and the Prince marry and live a happy and peaceful life together. From the prince’s curse, children can learn about the importance of being kind and that if they do not, they will suffer bad consequences. From Belle, we learn to value what is in a person’s heart, rather than their outward appearance.",
             "text2": "ফ্রান্সে উদ্ভূত, এটি বেলের গল্প, একজন সুন্দরী কৃষক মেয়ে যে তার বাবার জায়গা নিয়েছিল, যখন তাকে একটি হিংস্র জানোয়ার দ্বারা বন্দী করা হয়েছিল। যদিও জিনিসগুলি প্রথমে বেলের জন্য অস্বস্তিকর এবং ভীতিজনক ছিল, সে শীঘ্রই জন্তুটির প্রতি অনুরাগী হয়ে ওঠে, কারণ সে তার সাথে সদয় আচরণ করা ছাড়া কিছুই করেনি। যখন বেলে জানতে পারলেন যে তার বাবা অসুস্থ, তখন তিনি তাকে তার কাছে যেতে দেওয়ার জন্য জন্তুর কাছে অনুরোধ করেছিলেন এবং ফিরে আসার প্রতিশ্রুতি দিয়েছিলেন, কিন্তু গ্রামের একজন বিখ্যাত শিকারী যে বেলেকে বিয়ে করতে চেয়েছিল তাকে দুষ্ট গ্যাস্টন দ্বারা আটকে রাখা হয়েছিল। যখন গ্রামটি জানোয়ারটির কথা জানতে পেরেছিল, তারা তাকে হত্যা করার প্রতিজ্ঞা করেছিল এবং তার দুর্গে আক্রমণ করেছিল। যদিও তিনি প্রায় মারা গিয়েছিলেন, তবে বেলের প্রতি ভালবাসার কারণে তিনি রক্ষা পেয়েছিলেন এবং একজন সুদর্শন রাজপুত্রে পরিণত হন। দেখা যাচ্ছে যে তিনি একজন রাজপুত্র ছিলেন যিনি তার পুরো পরিবার সহ একটি ডাইনি দ্বারা অভিশপ্ত হয়েছিলেন কারণ তিনি তার সাথে সদয় আচরণ করেননি। বেল এবং যুবরাজ বিয়ে করেন এবং একসাথে সুখী এবং শান্তিপূর্ণ জীবনযাপন করেন। রাজকুমারের অভিশাপ থেকে, শিশুরা সদয় হওয়ার গুরুত্ব সম্পর্কে শিখতে পারে এবং যদি তারা তা না করে তবে তারা খারাপ পরিণতি ভোগ করবে। বেলের কাছ থেকে, আমরা একজন ব্যক্তির বাহ্যিক চেহারার চেয়ে তার হৃদয়ে যা আছে তা মূল্য দিতে শিখি।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095545/Beauty-and-the-Beast.webp"
        },
        {
            "title": "Sleeping Beauty",
             "text1": "This is the story of Princess Aurora, the much-awaited daughter of the king and queen, who was cursed by an evil witch, to die by the prick from the spindle of a spinning wheel because her parents did not invite the fairy to her Christening. Fortunately, one of the good fairies who had been invited to the Christening was able to help. Though the princess would still have to be pricked, she would not die, but sleep for a hundred years. She was blessed by the other good fairies, and so grew up to be a beautiful, kind, and obedient young girl who was often called Briar Rose. As predicted, on her sixteenth birthday, Aurora was pricked on her finger by a spinning wheel and fell into a deep sleep, along with every man, woman, child, and animal in the castle. A hundred years later, a young prince tried to get to the castle, in order to see the famous beauty that had been asleep for so long. When he found her, he was stunned by her beauty and leaned in for a kiss. This broke the curse, and soon everyone in the castle was awoken from their long, hundred-year sleep. The prince and princess were married, and the kingdom was happy and peaceful once again. Sleeping beauty teaches us that even though evil can sometimes interrupt our lives, when good intervenes, it can soften the blow and eventually, evil will be overcome.",
             "text2": "এটি প্রিন্সেস অরোরার গল্প, রাজা ও রাণীর বহুল প্রতীক্ষিত কন্যা, যিনি একটি দুষ্ট ডাইনি দ্বারা অভিশপ্ত হয়েছিলেন, একটি চরকার টাকু থেকে ছিটকে মারা গিয়েছিল কারণ তার বাবা-মা পরীকে তার খ্রিস্টধর্মে আমন্ত্রণ জানাননি। . সৌভাগ্যবশত, ক্রিস্টেনিংয়ে আমন্ত্রিত হওয়া ভাল পরীদের মধ্যে একজন সাহায্য করতে সক্ষম হয়েছিল। যদিও রাজকন্যাকে এখনও ছিঁড়ে ফেলতে হবে, সে মরবে না, কিন্তু একশো বছর ঘুমিয়ে থাকবে। তিনি অন্যান্য ভাল পরীদের দ্বারা আশীর্বাদ করেছিলেন, এবং তাই তিনি একজন সুন্দরী, দয়ালু এবং বাধ্য যুবতী হয়েছিলেন যাকে প্রায়শই ব্রায়ার রোজ বলা হত। ভবিষ্যদ্বাণী অনুসারে, তার ষোড়শ জন্মদিনে, অরোরা তার আঙুলে একটি চরকায় আঘাত করেছিল এবং দুর্গের প্রতিটি পুরুষ, মহিলা, শিশু এবং প্রাণীর সাথে গভীর ঘুমে পতিত হয়েছিল। একশ বছর পরে, একজন যুবরাজ দুর্গে যাওয়ার চেষ্টা করেছিলেন, এত দিন ঘুমিয়ে থাকা বিখ্যাত সৌন্দর্য দেখার জন্য। যখন তিনি তাকে খুঁজে পেলেন, তিনি তার সৌন্দর্যে স্তব্ধ হয়ে গেলেন এবং একটি চুম্বনের জন্য ঝুঁকে পড়লেন। এটি অভিশাপ ভেঙে দেয় এবং শীঘ্রই দুর্গের প্রত্যেকে তাদের দীর্ঘ, শত বছরের ঘুম থেকে জেগে ওঠে। রাজকুমার এবং রাজকুমারী বিবাহিত ছিল, এবং রাজ্য আবার সুখী এবং শান্তিপূর্ণ ছিল। ঘুমের সৌন্দর্য আমাদের শেখায় যে যদিও মন্দ কখনও কখনও আমাদের জীবনকে বাধাগ্রস্ত করতে পারে, যখন ভাল হস্তক্ষেপ করে, এটি আঘাতকে নরম করতে পারে এবং অবশেষে, মন্দকে পরাস্ত করা হবে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095614/Sleeping-Beauty.webp"
        },
        {
            "title": "Rapunzel",
             "text1": "A poor couple got themselves into big trouble when they stole fruit from their neighbor’s garden  The neighbor, who was a witch, found out about the theft and demanded that they give her their child when she was born, to which the couple accepted. The young girl, named Rapunzel by the witch, grew up to be very beautiful but was kept locked away in the tower by the wicked witch, from which there was no way in or out. When the witch wanted to go in and see her, she would say “Rapunzel, Rapunzel, let down your hair, so that I might climb the golden stair.” One day, when Rapunzel was singing to pass the time, she happened to catch the attention of a young prince, who was so enchanted by her voice that he learned the secret of how to get to her. While Rapunzel was startled by him at first, they soon fell in love. It so happened that Rapunzel accidentally told the witch, “My, you are much heavier than my prince!” after which the witch, infuriated, chopped off her hair and threw her out into the wilderness. The prince was blinded by thorns and roamed the land, lamenting his beloved Rapunzel. When they found each other again, the prince being lured by a beautiful voice, they cried for joy, and the tears which fell from Rapunzel’s eyes went into the prince’s, and cleansed them, enabling him to see again. The two lived together in peace for the rest of their lives. The important thing to take away from this story is that one should never steal because it can have bad consequences, as in the case of Rapunzel’s parents, who lost their beautiful daughter because they were greedy and stole fruits.",
             "text2": "একটি দরিদ্র দম্পতি যখন তাদের প্রতিবেশীর বাগান থেকে ফল চুরি করেছিল তখন তারা নিজেরাই বড় সমস্যায় পড়েছিল প্রতিবেশী, যিনি একজন ডাইনী ছিলেন, চুরির কথা জানতে পেরেছিলেন এবং দাবি করেছিলেন যে তারা তার জন্মের পরে তাকে তাদের সন্তান দেবে, যা দম্পতি মেনে নিয়েছিল। জাদুকরী দ্বারা রাপুনজেল নামক তরুণীটি খুব সুন্দরী হয়ে উঠল কিন্তু দুষ্ট জাদুকরী তাকে টাওয়ারে আটকে রেখেছিল, যেখান থেকে ঢোকার বা বের হওয়ার কোন উপায় ছিল না। যখন জাদুকরী ভিতরে গিয়ে তাকে দেখতে চাইত, সে বলত রাপুঞ্জেল, রাপুঞ্জেল, তোমার চুল নামিয়ে দাও, যাতে আমি সোনার সিঁড়ি বেয়ে উঠতে পারি। একদিন, যখন রাপুঞ্জেল সময় কাটানোর জন্য গান গাইছিল, তখন সে একজন যুবক রাজকুমারের দৃষ্টি আকর্ষণ করেছিল, যে তার কণ্ঠে এতটাই মন্ত্রমুগ্ধ হয়েছিল যে সে কীভাবে তার কাছে যেতে হয় তার গোপনীয়তা শিখেছিল। রাপুনজেল প্রথমে তাকে দেখে চমকে উঠলেও তারা শীঘ্রই প্রেমে পড়ে যায়। এটা তাই ঘটেছে যে রাপুনজেল ঘটনাক্রমে ডাইনিকে বলেছিল, আমার, তুমি আমার রাজকুমারের চেয়ে অনেক ভারী! এর পরে, জাদুকরী রাগান্বিত হয়ে তার চুল কেটে ফেলে এবং তাকে প্রান্তরে ফেলে দেয়। রাজপুত্র কাঁটা দ্বারা অন্ধ হয়েছিলেন এবং তার প্রিয় রাপুঞ্জেলের জন্য বিলাপ করে দেশে ঘুরেছিলেন। যখন তারা একে অপরকে আবার খুঁজে পেল, রাজপুত্র একটি সুন্দর কন্ঠে প্রলুব্ধ হয়েছিল, তারা আনন্দে কেঁদেছিল, এবং রাপুনজেলের চোখ থেকে যে অশ্রু ঝরেছিল তা রাজকুমারের মধ্যে চলে গিয়েছিল এবং তাদের পরিষ্কার করেছিল, তাকে আবার দেখতে সক্ষম করে। দুজনে সারাজীবন শান্তিতে এক সাথে থাকতেন। এই গল্প থেকে দূরে থাকা গুরুত্বপূর্ণ বিষয় হল যে কেউ কখনও চুরি করা উচিত নয় কারণ এর খারাপ পরিণতি হতে পারে, যেমন রাপুঞ্জেলের বাবা-মায়ের ক্ষেত্রে, যারা তাদের সুন্দর মেয়েকে হারিয়েছিল কারণ তারা লোভী ছিল এবং ফল চুরি করেছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095644/Rapunzel.webp"
        },
        {
            "title": "Snow White and the Seven Dwarfs",
             "text1": "A fair princess indeed, Snow White was named for the color of her skin, which was white as snow, hair as black as ebony, and lips as red as a rose. Her father, having lost his wife, married again, and this new queen was as beautiful as she was proud. She would often consult her mirror and ask “Mirror Mirror, on the wall; Who is the fairest of them all?” As Snow White began to grow, she became more and more beautiful, and the queen’s magic mirror soon began to say so. Enraged and filled with jealousy, the queen sent a huntsman to kill Snow White and bring her her heart. The Huntsman, pitying the innocent Snow White, told her to run away and never come back. He, instead, delivered to the queen the heart of a pig. When the queen consulted her mirror and found that she had been tricked, she determined to kill Snow White herself and so began to prepare her poisoned apple. Snow White, in the meantime, found a place with seven dwarfs, whom she lived with and cared for. One day, when they were at work in the mines, the queen went to see Snow White, disguised as an old peasant woman selling apples. Snow White was convinced to take a bite out of the apple and instantly fell down, as if dead. When the dwarfs found her, they were distraught and laid her in a glass coffin. One day, as a prince was passing by, he noticed the dwarfs mourning over a beautiful sleeping girl (for she remained as beautiful as she ever was) and was mesmerized by her beauty. He kissed her hand to bid her farewell, and at that moment, the apple dislodged itself, and Snow White opened her eyes. The prince was so happy that he asked for her hand in marriage and she accepted. There was a grand celebration, and they lived and reigned happily together. The evil queen became sick from her envy and eventually died. We must always remember, from the fate of the queen, that if you lust after physical beauty, you will, indeed lose your peace, and be quite unhappy when you are not considered the most beautiful. On the contrary, kindness and gentleness win the hearts of many.",
             "text2": "সত্যই একজন ফর্সা রাজকন্যা, স্নো হোয়াইটের নামকরণ করা হয়েছিল তার ত্বকের রঙের জন্য, যা ছিল তুষারের মতো সাদা, চুল আবলুসের মতো কালো এবং ঠোঁট গোলাপের মতো লাল। তার বাবা, তার স্ত্রীকে হারিয়ে, আবার বিয়ে করেছিলেন, এবং এই নতুন রানী যতটা সুন্দর ছিল ততটাই সে গর্বিত ছিল। সে প্রায়ই তার আয়নার সাথে পরামর্শ করত এবং জিজ্ঞাসা করত “আয়না আয়না, দেয়ালে; তাদের মধ্যে সবচেয়ে সুন্দর কে? স্নো হোয়াইট বাড়তে শুরু করার সাথে সাথে সে আরও সুন্দর হয়ে উঠল এবং রাণীর জাদু আয়না শীঘ্রই তা বলতে শুরু করল। রাগান্বিত এবং ঈর্ষায় ভরা, রানী স্নো হোয়াইটকে হত্যা করতে এবং তার হৃদয় আনতে একজন শিকারীকে পাঠান। শিকারী, নির্দোষ স্নো হোয়াইটকে করুণা করে, তাকে পালিয়ে যেতে এবং ফিরে না আসতে বলে। পরিবর্তে, তিনি একটি শূকরের হৃদয় রাণীর কাছে পৌঁছে দেন। যখন রানী তার আয়নার সাথে পরামর্শ করলেন এবং দেখতে পেলেন যে তাকে প্রতারিত করা হয়েছে, তখন তিনি স্নো হোয়াইটকে হত্যা করার সিদ্ধান্ত নেন এবং তাই তার বিষযুক্ত আপেল প্রস্তুত করতে শুরু করেন। স্নো হোয়াইট, ইতিমধ্যে, সাতটি বামনের সাথে একটি জায়গা খুঁজে পেয়েছিল, যাদের সাথে তিনি থাকতেন এবং যত্ন করেছিলেন। একদিন, যখন তারা খনিতে কাজ করছিল, রানী স্নো হোয়াইট দেখতে গেলেন, ছদ্মবেশে একজন বৃদ্ধ কৃষক মহিলার ছদ্মবেশে আপেল বিক্রি করছেন। স্নো হোয়াইট আপেল থেকে একটি কামড় নিতে দৃঢ়প্রত্যয়ী হয়েছিল এবং অবিলম্বে নীচে পড়ে গিয়েছিল, যেন মৃত। যখন বামনরা তাকে খুঁজে পেয়েছিল, তারা বিচলিত হয়েছিল এবং তাকে একটি কাচের কফিনে শুইয়েছিল। একদিন, যখন একজন রাজপুত্র পাশ দিয়ে যাচ্ছিলেন, তিনি লক্ষ্য করলেন বামনরা একটি সুন্দর ঘুমন্ত মেয়ের জন্য শোক করছে (কারণ সে আগের মতোই সুন্দর ছিল) এবং তার সৌন্দর্যে মুগ্ধ হয়েছিল। তিনি তাকে বিদায় জানাতে তার হাতে চুম্বন করলেন, এবং সেই মুহুর্তে, আপেলটি নিজেই বিচ্ছিন্ন হয়ে গেল এবং স্নো হোয়াইট তার চোখ খুলল। রাজপুত্র এত খুশি হয়েছিলেন যে তিনি বিবাহের জন্য তার হাত চেয়েছিলেন এবং তিনি গ্রহণ করেছিলেন। সেখানে একটি জমকালো উদযাপন ছিল, এবং তারা একসাথে বাস করত এবং সুখে রাজত্ব করত। দুষ্ট রানী তার হিংসা থেকে অসুস্থ হয়ে পড়ে এবং শেষ পর্যন্ত মারা যায়। আমাদের সর্বদা মনে রাখতে হবে, রাণীর ভাগ্য থেকে, যে আপনি যদি শারীরিক সৌন্দর্যের প্রতি কামনা করেন তবে আপনি সত্যই আপনার শান্তি হারাবেন এবং যখন আপনাকে সবচেয়ে সুন্দর হিসাবে বিবেচনা করা হবে না তখন আপনি বেশ অসুখী হবেন। বরং উদারতা ও ভদ্রতা অনেকের মন জয় করে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095713/Snow-White-and-the-Seven-Dwarfs.webp"
        },
        {
            "title": "The Little Mermaid",
             "text1": "In the underwater kingdom of Atlantica, the home of the merpeople lived a little mermaid who loved nothing more than to look at things on the surface and observe how the humans lived. She longed to be human, and when she ended up rescuing a handsome prince from drowning, she decided that she must become human at any cost, as she wanted to be with him. This led her to visit a sea witch who asked the mermaid to sacrifice her voice, in exchange for human legs, on the condition that the mermaid would return as a slave if the prince did not marry her. The mermaid then went to her prince but faced a series of challenges, ranging from the prince not recognizing her to other suitors coming forward to marry him. However, in the end, both, the mermaid and prince reunite, defeating the witch and living happily ever after. Children can learn about being brave enough to step into a life that is different from yours in order to get what their hearts long for.",
             "text2": "আটলান্টিকার আন্ডারওয়াটার কিংডম অফ ওয়াটার কিংডমে, মেরপেপলদের বাড়িতে একটি ছোট মারমেইড বাস করত যারা পৃষ্ঠের জিনিসগুলি দেখতে এবং মানুষ কীভাবে বেঁচে ছিল তা পর্যবেক্ষণ করা ছাড়া আর কিছুই পছন্দ করত না। তিনি মানুষ হতে চেয়েছিলেন, এবং যখন তিনি একজন সুদর্শন রাজপুত্রকে ডুবে যাওয়ার হাত থেকে উদ্ধার করেছিলেন, তখন তিনি সিদ্ধান্ত নিয়েছিলেন যে যে কোনও মূল্যে তাকে মানুষ হতে হবে, কারণ সে তার সাথে থাকতে চেয়েছিল। এটি তাকে একটি সামুদ্রিক জাদুকরী দেখতে নিয়ে যায় যে মারমেইডকে তার কণ্ঠস্বর বলি দিতে বলেছিল, মানুষের পায়ের বিনিময়ে, এই শর্তে যে রাজকুমার তাকে বিয়ে না করলে মারমেইড ক্রীতদাস হিসাবে ফিরে আসবে। এরপর মারমেইড তার রাজকুমারের কাছে যায় কিন্তু রাজকুমার তাকে না চিনতে থেকে শুরু করে তাকে বিয়ে করার জন্য এগিয়ে আসা অন্যান্য স্যুটর পর্যন্ত বিভিন্ন চ্যালেঞ্জের সম্মুখীন হয়। যাইহোক, শেষ পর্যন্ত, উভয়ই, মারমেইড এবং রাজপুত্র পুনরায় মিলিত হয়, জাদুকরীকে পরাজিত করে এবং সুখে জীবনযাপন করে। শিশুরা তাদের হৃদয় যা কামনা করে তা পাওয়ার জন্য আপনার থেকে ভিন্ন একটি জীবনে পা রাখার জন্য যথেষ্ট সাহসী হওয়ার বিষয়ে শিখতে পারে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095745/The-Little-Mermaid.webp"
        },
        {
            "title": "Goldilocks and the Three Bears",
             "text1": "This one is sure to teach your children to be mindful and respectful of others, as it tells of a curious little girl called Goldilocks, who trespassed on the property of a family of three bears, who had gone out into the woods while their porridge cooled. She had been lost in the woods when she stumbled upon the cottage, and noticed through the window, that there were three bowls of porridge on the table and that there was nobody home. If she had been more respectful, she would have waited for the bears to come home, but, instead, she let her curiosity get the better of her, and let herself into the house. In fact, not only does Goldilocks trespass, but she also ate baby bear’s porridge, broke his chair, and slept in his bed. When they found her, she woke up and was so frightened by them that she jumped out the window and ran away. Had Goldilocks been more respectful, the bears would have treated her with kindness, and she would have made new friends. Instead, she did not respect others’ space.",
             "text2": "এটি নিশ্চিত যে এটি আপনার সন্তানদের অন্যদের প্রতি সচেতন এবং শ্রদ্ধাশীল হতে শেখায়, কারণ এটি গোল্ডিলকস নামক একটি কৌতূহলী ছোট মেয়ের কথা বলে, যে তিনটি ভাল্লুকের একটি পরিবারের সম্পত্তি দখল করেছিল, যে তাদের পোরিজ ঠান্ডা হওয়ার সময় বনে গিয়েছিল . কুটিরে হোঁচট খেয়ে সে বনের মধ্যে হারিয়ে গিয়েছিল, এবং জানালা দিয়ে লক্ষ্য করেছিল যে টেবিলে তিনটি বাটি পোরিজ রয়েছে এবং বাড়িতে কেউ নেই। যদি সে আরও শ্রদ্ধাশীল হত, সে ভালুকের বাড়িতে আসার জন্য অপেক্ষা করত, কিন্তু, তার পরিবর্তে, সে তার কৌতূহলকে তার থেকে ভাল হতে দেয় এবং নিজেকে ঘরে ঢুকতে দেয়। প্রকৃতপক্ষে, গোল্ডিলকস কেবল অপরাধই করে না, তবে তিনি বাচ্চা ভাল্লুকের পোরিজ খেয়েছিলেন, তার চেয়ার ভেঙেছিলেন এবং তার বিছানায় শুয়েছিলেন। যখন তারা তাকে খুঁজে পেল, সে জেগে উঠল এবং তাদের দ্বারা এতটাই ভয় পেয়ে গেল যে সে জানালা দিয়ে লাফ দিয়ে পালিয়ে গেল। গোল্ডিলকস যদি আরও শ্রদ্ধাশীল হত, ভাল্লুকরা তার সাথে সদয় আচরণ করত এবং সে নতুন বন্ধু তৈরি করত। পরিবর্তে, তিনি অন্যদের স্থানকে সম্মান করেননি।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21095812/Goldilocks-and-the-Three-Bears.webp"
        },
        {
            "title": "The Princess and the Pea",
             "text1": "There was once a prince who was determined to only marry a princess. Though he traveled far and wide to seek eligible princesses, he could never make out if they were real princesses or just saying so. One stormy night, he and his mother were at home, when they heard a knock on the door. The prince opened the door, and there stood a girl, drenched, asking to seek shelter. His mother decided to test if she was indeed a princess. She kept a pea under 10 mattresses, asking the princess to sleep there. The next morning, the princess woke up complaining that the mattresses had been uncomfortable and she couldn’t sleep all night. Instantly, they knew this girl was indeed a princess, for how else would she have been so sensitive to feel the pea under the mattresses? Hence, the prince and princess got married and lived happily ever after. Children can learn the value of unique thinking, as only a creative mind could come up with the ingenious test of the ‘pea’ to determine if the girl was truly a princess.",
             "text2": "একবার একজন রাজপুত্র ছিলেন যিনি শুধুমাত্র একজন রাজকন্যাকে বিয়ে করতে বদ্ধপরিকর ছিলেন। যদিও তিনি যোগ্য রাজকন্যাদের খোঁজার জন্য দূর-দূরান্তে ভ্রমণ করেছিলেন, তবে তারা সত্যিকারের রাজকন্যা নাকি শুধু তাই বলে তা তিনি কখনই বের করতে পারেননি। এক ঝড়ের রাতে, তিনি এবং তার মা বাড়িতে ছিলেন, যখন তারা দরজায় কড়া নাড়ার শব্দ শুনতে পান। রাজকুমার দরজা খুললেন, এবং সেখানে একটি মেয়ে দাঁড়িয়ে আছে, ভিজে ভিজে, আশ্রয় চাইতে বলছে। তার মা পরীক্ষা করার সিদ্ধান্ত নিয়েছিলেন যে তিনি সত্যিই একজন রাজকন্যা কিনা। তিনি 10টি গদির নীচে একটি মটর রেখেছিলেন, রাজকন্যাকে সেখানে ঘুমাতে বলেছিলেন। পরের দিন সকালে, রাজকুমারী অভিযোগ করে জেগে উঠেছিল যে গদিগুলি অস্বস্তিকর ছিল এবং সে সারা রাত ঘুমাতে পারেনি। সাথে সাথে, তারা জানত যে এই মেয়েটি আসলেই একজন রাজকন্যা, অন্যথায় গদির নীচে মটর অনুভব করার জন্য সে এত সংবেদনশীল কীভাবে হত? তাই, রাজকুমার এবং রাজকন্যা বিয়ে করেছিলেন এবং সুখে জীবনযাপন করেছিলেন। শিশুরা অনন্য চিন্তাভাবনার মূল্য শিখতে পারে, কারণ মেয়েটি সত্যিকারের রাজকন্যা কিনা তা নির্ধারণ করার জন্য শুধুমাত্র একটি সৃজনশীল মন 'মটর' এর বুদ্ধিমান পরীক্ষা দিয়ে আসতে পারে।",
             "images": "https://cdn.cdnparenting.com/articles/2018/08/21121541/The-Princess-and-the-Pea.webp"
        },
        {
            "title": "The Ugly Duckling",
             "text1": "This heart-warming tale, penned by Hans Christian Anderson, tells of a little duckling that was called ugly by everyone at the farm where he lived. He was bullied and mistreated by everyone, until one day he was forced to run away. The miserable little duckling was mocked and scorned by everyone who met him, and found himself wandering through the frozen winter, alone and barely managing to survive. When he flew to a lake to swim, he met three beautiful swans who greeted him cheerfully. He was confused by their friendly greeting, for all this time he had been chased away. When he looked down at his reflection in the water, he was surprised to see that he had grown into a beautiful swan! A little girl who was throwing breadcrumbs for the noble swans even said that he was the most beautiful of all. We should never judge others by their appearances because it is not appearances that matter.  Not only can one develop beauty over time, but true beauty is that which lies within, so if we endure and keep moving forward in life, as the little duckling did, then we may, one day, find ourselves to be considered the most beautiful of all.",
             "text2": "হান্স ক্রিশ্চিয়ান অ্যান্ডারসনের লেখা এই হৃদয়-উষ্ণ গল্পটি একটি ছোট্ট হাঁসের বাচ্চার কথা বলে যাকে তিনি যে খামারে থাকতেন সেখানে সবাই কুৎসিত বলে ডাকত। তিনি সকলের দ্বারা নির্মম ও দুর্ব্যবহার করেছিলেন, যতক্ষণ না একদিন তিনি পালিয়ে যেতে বাধ্য হন। হতভাগ্য ছোট্ট হাঁসের বাচ্চাটি যারা তার সাথে দেখা করেছিল তাদের প্রত্যেকের দ্বারা উপহাস ও তিরস্কার করা হয়েছিল, এবং নিজেকে হিমায়িত শীতের মধ্যে দিয়ে ঘুরে বেড়াতে দেখেছিল, একা এবং সবেমাত্র বেঁচে থাকতে পেরেছিল। যখন তিনি সাঁতার কাটতে একটি হ্রদে উড়ে গেলেন, তখন তিনি তিনটি সুন্দর রাজহাঁসের সাথে দেখা করলেন যারা তাকে প্রফুল্লভাবে অভ্যর্থনা জানাল। তিনি তাদের বন্ধুত্বপূর্ণ অভিবাদন দ্বারা বিভ্রান্ত হয়েছিলেন, এই সমস্ত সময়ের জন্য তাকে তাড়িয়ে দেওয়া হয়েছিল। তিনি যখন পানিতে তার প্রতিবিম্বের দিকে তাকালেন, তখন তিনি অবাক হয়ে দেখলেন যে তিনি একটি সুন্দর রাজহাঁসে পরিণত হয়েছেন! একটি ছোট মেয়ে যে মহৎ রাজহাঁসের জন্য ব্রেডক্রাম্ব নিক্ষেপ করছিল এমনকি বলেছিল যে সে সবার মধ্যে সবচেয়ে সুন্দর। আমাদের কখনই তাদের চেহারা দ্বারা অন্যদের বিচার করা উচিত নয় কারণ এটি চেহারাটি গুরুত্বপূর্ণ নয়। সময়ের সাথে সাথে কেবল একজনেরই সৌন্দর্য বিকাশ করা যায় না, তবে প্রকৃত সৌন্দর্য তা যা ভিতরে থাকে, তাই আমরা যদি ধৈর্য ধরি এবং জীবনে এগিয়ে যেতে থাকি, যেমন ছোট্ট হাঁসের বাচ্চা করেছিল, তাহলে আমরা একদিন নিজেকে সবচেয়ে সুন্দর বলে মনে করতে পারি। সবগুলো.",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21100100/The-Ugly-Duckling.webp"
        },
        {
            "title": "The Frog Prince",
             "text1": "There was once a king who had beautiful daughters. The youngest often liked to play with a golden ball near a pond, in the middle of a forest near the palace. One day, her ball fell into the pond, and it was much too deep for the princess to get, but she was given help by a kind frog who told her that her tears would even melt the stones. He told her that he would get her ball for her if she allowed him to be her playmate and eat from her plate, drink from her cup, and stay with her. She agreed, but she did not keep her word when the frog returned her ball to her. Instead, she ran home and left him behind The next morning the frog showed up at her home, and he asked that she, please keep her end of the bargain. The king, upon hearing what happened, ordered his beloved daughter to keep her promise. So, she was forced to allow the frog to eat from her plate, drink from her cup and stay with her. The morning after, the frog told the princess that he would leave her forever if she did one last thing for him, which was to give him a kiss. She, being glad to be rid of him, agreed and kissed him immediately. At once, the frog turned into a handsome young prince. He had been cursed, and the only thing that could break the curse was the kiss of a princess.",
             "text2": "একদা এক রাজার সুন্দরী কন্যা ছিল। কনিষ্ঠটি প্রায়শই প্রাসাদের কাছে একটি বনের মাঝখানে একটি পুকুরের কাছে সোনার বল নিয়ে খেলতে পছন্দ করত। একদিন, তার বলটি পুকুরে পড়েছিল, এবং রাজকুমারীর পক্ষে এটি খুব গভীর ছিল, কিন্তু তাকে একটি দয়ালু ব্যাঙ সাহায্য করেছিল যে তাকে বলেছিল যে তার চোখের জল এমনকি পাথর গলিয়ে দেবে। সে তাকে বলেছিল যে সে তার জন্য তার বল পাবে যদি সে তাকে তার খেলার সাথী হতে দেয় এবং তার প্লেট থেকে খেতে দেয়, তার কাপ থেকে পান করে এবং তার সাথে থাকে। সে রাজি হয়ে গেল, কিন্তু ব্যাঙ যখন তার বল তার কাছে ফেরত দিল তখন সে তার কথা রাখল না। পরিবর্তে, সে দৌড়ে বাড়ি চলে গেল এবং তাকে পিছনে ফেলে পরের দিন সকালে ব্যাঙটি তার বাড়িতে দেখাল এবং সে তাকে জিজ্ঞাসা করল, দয়া করে তার দর কষাকষির শেষ রাখুন। রাজা ঘটনাটি শুনে তার প্রিয় কন্যাকে তার প্রতিশ্রুতি রক্ষা করার আদেশ দেন। তাই, তাকে ব্যাঙকে তার প্লেট থেকে খেতে, তার কাপ থেকে পান করতে এবং তার সাথে থাকতে দিতে বাধ্য করা হয়েছিল। পরদিন সকালে, ব্যাঙ রাজকন্যাকে বলেছিল যে সে তাকে চিরতরে ছেড়ে যাবে যদি সে তার জন্য একটি শেষ কাজ করে, যা তাকে একটি চুম্বন দেওয়া। তিনি, তাকে পরিত্রাণ পেতে খুশি হয়ে, সম্মত হন এবং অবিলম্বে তাকে চুম্বন করেন। সাথে সাথে, ব্যাঙটি সুদর্শন যুবরাজে পরিণত হল। তাকে অভিশপ্ত করা হয়েছিল, এবং একমাত্র জিনিস যা অভিশাপ ভাঙতে পারে তা হল রাজকন্যার চুম্বন।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21100132/The-Frog-Prince.webp"
        },
        {
            "title": "The Lion and the Mouse",
             "text1": "A lion was once sleeping in the jungle when a mouse started running up and down his body just for fun. This disturbed the lion’s sleep, and he woke up quite angry. He was about to eat the mouse when the mouse desperately requested the lion to set him free. “I promise you, I will be of great help to you someday if you save me.” The lion laughed at the mouse’s confidence and let him go. One day, a few hunters came into the forest and took the lion with them. They tied him up against a tree. The lion was struggling to get out and started to whimper. Soon, the mouse walked past and noticed the lion in trouble. Quickly, he ran and gnawed on the ropes to set the lion free. Both of them sped off into the jungle.",
             "text2": "একটি সিংহ একবার জঙ্গলে ঘুমাচ্ছিল, যখন একটি ইঁদুর তার শরীরে শুধু মজা করার জন্য দৌড়াতে শুরু করে। এতে সিংহের ঘুমের ব্যাঘাত ঘটে এবং সে বেশ রেগে জেগে ওঠে। তিনি ইঁদুরটিকে খেতে যাচ্ছিলেন যখন ইঁদুরটি মরিয়া হয়ে সিংহকে তাকে মুক্ত করার জন্য অনুরোধ করেছিল। আমি তোমাকে কথা দিচ্ছি, যদি তুমি আমাকে বাঁচাও তাহলে আমি তোমার অনেক সাহায্য করব। সিংহ ইঁদুরের আত্মবিশ্বাসে হেসে তাকে ছেড়ে দিল। একদিন কয়েকজন শিকারী বনে এসে সিংহটিকে নিয়ে গেল। তারা তাকে একটি গাছের সাথে বেঁধে রাখে। সিংহ বেরোতে হিমশিম খাচ্ছিল এবং ফিসফিস করতে লাগল। শীঘ্রই, ইঁদুরটি পাশ দিয়ে হেঁটে গেল এবং সিংহটিকে কষ্টে লক্ষ্য করল। দ্রুত, সে দৌড়ে গেল এবং সিংহকে মুক্ত করার জন্য দড়িতে কামড় দিল। দুজনেই দ্রুত জঙ্গলে চলে গেল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/11/25114113/The-Lion-and-the-Mouse-story.webp"
        },
        {
            "title": "Count Wisely",
             "text1": "One day, King Akbar asked a question in his court that left everyone in the courtroom puzzled. As they all tried to figure out the answer, Birbal walked in and asked what the matter was. They repeated the question to him. The question was, “How many crows are there in the city?”Birbal immediately smiled and went up to Akbar. He announced the answer; he said there were twenty-one thousand, five hundred and twenty-three crows in the city. When asked how he knew the answer, Birbal replied, “Ask your men to count the number of crows. If there are more, then the relatives of the crows must be visiting them from nearby cities. If there are fewer, then the crows from our city must be visiting their relatives who live outside the city.” Pleased with the answer, Akbar presented Birbal with a ruby and pearl chain.",
             "text2": "একদিন বাদশাহ আকবর তার দরবারে এমন একটি প্রশ্ন করেছিলেন যা আদালতের সকলকে হতবাক করে দিয়েছিল। সবাই যখন উত্তর বের করার চেষ্টা করছিল, বীরবল ভিতরে গিয়ে জিজ্ঞেস করলেন ব্যাপারটা কী। তারা তাকে প্রশ্নটি পুনরাবৃত্তি করে। প্রশ্ন ছিল, “শহরে কয়টি কাক আছে?” বীরবল তৎক্ষণাৎ হেসে আকবরের কাছে গেল। তিনি উত্তর ঘোষণা করলেন; তিনি বলেন, শহরে একুশ হাজার, পাঁচশত তেইশটি কাক ছিল। বীরবল কিভাবে উত্তর জানলেন জানতে চাইলে উত্তর দেন, “আপনার লোকদের কাকের সংখ্যা গণনা করতে বলুন। যদি আরও বেশি থাকে, তবে কাকের আত্মীয়রা অবশ্যই কাছের শহরগুলি থেকে তাদের দেখতে আসবে। যদি কম থাকে, তবে আমাদের শহরের কাক অবশ্যই শহরের বাইরে বসবাসকারী তাদের আত্মীয়দের সাথে দেখা করতে আসবে।” উত্তরে খুশি হয়ে আকবর বীরবলকে একটি রুবি ও মুক্তার শিকল উপহার দেন।",
             "images": "https://cdn.cdnparenting.com/articles/2018/12/03164723/1267975144-H.webp"
        },
        {
            "title": "The Boy Who Cried Wolf",
             "text1": "In a village, lived a carefree boy with his father. The boy’s father told him that he was old enough to watch over the sheep while they graze in the fields. Every day, he had to take the sheep to the grassy fields and watch them as they graze. However, the boy was unhappy and didn’t want to take the sheep to the fields. He wanted to run and play, not watch the boring sheep graze in the field. So, he decided to have some fun. He cried, “Wolf! Wolf!” until the entire village came running with stones to chase away the wolf before it could eat any of the sheep. When the villagers saw that there was no wolf, they left muttering under their breath about how the boy had wasted their time. The next day, the boy cried once more, “Wolf! Wolf!” and, again, the villagers rushed there to chase the wolf away. The boy laughed at the fright he had caused. This time, the villagers left angrily. On the third day, as the boy went up the small hill, he suddenly saw a wolf attacking his sheep. He cried as hard as he could, “Wolf! Wolf! Wolf!”, but not a single villager came to help him. The villagers thought that he was trying to fool them again and did not come to rescue him or his sheep. The little boy lost many sheep that day, all because of his foolishness.",
             "text2": "একটা গ্রামে বাবার সাথে একটা চিন্তাহীন ছেলে থাকত। ছেলেটির বাবা তাকে বলেছিলেন যে তিনি মাঠের মধ্যে চরানোর সময় ভেড়াগুলি দেখার জন্য যথেষ্ট বয়সী। প্রতিদিন তাকে ভেড়াগুলোকে ঘাসের মাঠে নিয়ে যেতে হতো এবং তাদের চরাতে দেখতে হতো। যাইহোক, ছেলেটি অসন্তুষ্ট ছিল এবং ভেড়াটিকে মাঠে নিয়ে যেতে চায়নি। তিনি দৌড়াতে চেয়েছিলেন এবং খেলতে চেয়েছিলেন, মাঠে বিরক্তিকর ভেড়া চরতে দেখেন না। তাই, সে কিছু মজা করার সিদ্ধান্ত নিয়েছে। তিনি চিৎকার করে বললেন, “নেকড়ে! নেকড়ে!” যতক্ষণ না পুরো গ্রাম পাথর নিয়ে ছুটে আসে নেকড়েটিকে তাড়ানোর জন্য তার কোনো ভেড়া খাওয়ার আগেই। গ্রামবাসীরা যখন দেখল যে সেখানে কোনো নেকড়ে নেই, তখন ছেলেটি কীভাবে তাদের সময় নষ্ট করেছে তা নিয়ে তারা বিড়বিড় করে চলে গেল। পরের দিন, ছেলেটি আর একবার কেঁদে বলল, “নেকড়ে! নেকড়ে!” এবং, আবার, গ্রামবাসীরা নেকড়েটিকে তাড়াতে সেখানে ছুটে যায়। ছেলেটি তার সৃষ্ট ভয় দেখে হেসে উঠল। এবার গ্রামবাসীরা ক্ষুব্ধ হয়ে চলে গেল। তৃতীয় দিন, ছেলেটি ছোট পাহাড়ে উঠতে গিয়ে হঠাৎ দেখল একটি নেকড়ে তার ভেড়াকে আক্রমণ করছে। তিনি যতটা সম্ভব জোরে চিৎকার করে বললেন, নেকড়ে! নেকড়ে ! নেকড়ে!, কিন্তু একজন গ্রামবাসী তাকে সাহায্য করতে আসেনি। গ্রামবাসীরা ভেবেছিল যে সে আবার তাদের বোকা বানানোর চেষ্টা করছে এবং তাকে বা তার ভেড়াকে উদ্ধার করতে আসেনি। ছোট ছেলেটি সেদিন অনেক ভেড়া হারিয়েছিল, সবই তার বোকামির কারণে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21161103/The-Boy-Who-Cried-Wolf-story.webp"
        },
        {
            "title": "The Fox and The Stork",
             "text1": "One day, a selfish fox invited a stork for dinner. Stork was very happy with the invitation – she reached the fox’s home on time and knocked at the door with her long beak. The fox took her to the dinner table and served some soup in shallow bowls for both of them. As the bowl was too shallow for the stork, she couldn’t have soup at all. But, the fox licked up his soup quickly. The stork was angry and upset, but she didn’t show her anger and behaved politely. To teach a lesson to the fox, she then invited him for dinner the next day. She too served soup, but this time the soup was served in two tall narrow vases. The stork devoured the soup from her vase, but the fox couldn’t drink any of it because of his narrow neck. The fox realized his mistake and went home famished.",
             "text2": "একদিন, একটি স্বার্থপর শিয়াল একটি সারসকে রাতের খাবারের জন্য আমন্ত্রণ জানায়। সারস আমন্ত্রণ পেয়ে খুব খুশি হয়েছিল - সে সময়মতো শিয়ালের বাড়িতে পৌঁছেছিল এবং তার লম্বা চঞ্চু দিয়ে দরজায় টোকা দিল। শিয়াল তাকে রাতের খাবার টেবিলে নিয়ে গেল এবং অগভীর বাটিতে কিছু স্যুপ পরিবেশন করল তাদের দুজনের জন্য। সারসটির জন্য বাটিটি খুব অগভীর হওয়ায় সে মোটেও স্যুপ খেতে পারেনি। কিন্তু, শিয়াল দ্রুত তার স্যুপ চেটে নিল। সারস রাগান্বিত এবং বিরক্ত ছিল, কিন্তু সে তার রাগ দেখায়নি এবং ভদ্র আচরণ করেছিল। শেয়ালকে একটি পাঠ শেখানোর জন্য, সে তাকে পরের দিন রাতের খাবারের জন্য আমন্ত্রণ জানায়। তিনিও স্যুপ পরিবেশন করেছিলেন, কিন্তু এবার স্যুপটি দুটি লম্বা সরু ফুলদানিতে পরিবেশন করা হয়েছিল। সারস তার ফুলদানি থেকে স্যুপ খেয়েছিল, কিন্তু শেয়াল তার সরু ঘাড়ের কারণে তা পান করতে পারেনি। শিয়াল তার ভুল বুঝতে পেরে ক্ষুধার্ত অবস্থায় বাড়ি চলে গেল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/12/21100406/The-Fox-and-the-Stork-1024x700.webp"
        },
        {
            "title": "The Milkmaid and Her Pail",
             "text1": "Patty, a milkmaid milked her cow and had two full pails of fresh, creamy milk. She put both pails of milk on a stick and set off to the market to sell the milk. As she took steps toward the market, her thoughts took steps toward wealth. On her way, she kept thinking about the money she would make from selling the milk. Then she thought about what she would do with that money. She was talking to herself and said, “Once I get the money, I’ll buy a chicken. The chicken will lay eggs and I will get more chickens. They’ll all lay eggs, and I will sell them for more money. Then, I’ll buy the house on the hill and everyone will envy me.” She was very happy that soon she would be very rich. With these happy thoughts, she marched ahead. But suddenly, she tripped and fell. Both the pails of the milk fell and all her dreams were shattered. The milk spilled onto the ground, and all Patty could do was cry. “No more dream,” she cried foolishly!",
             "text2": "প্যাটি, একজন মিল্কমেইড তার গাভীকে দোহন করত এবং তার কাছে তাজা, ক্রিমি দুধের দুটি পূর্ণ বাটি ছিল। তিনি একটি লাঠিতে দুধের দুটি পাত্র রেখে বাজারে দুধ বিক্রি করতে রওনা হলেন। তিনি বাজারের দিকে পদক্ষেপ নেওয়ার সাথে সাথে তার চিন্তাগুলি সম্পদের দিকে পদক্ষেপ নিয়েছিল। যাওয়ার পথে, সে দুধ বিক্রি করে যে অর্থ উপার্জন করবে তার কথা ভাবতে থাকে। তখন সে ভাবল সেই টাকা দিয়ে সে কি করবে। সে নিজের সাথে কথা বলছিল এবং বলল, “টাকা পেলে আমি একটা মুরগি কিনব। মুরগি ডিম পাড়বে আর আমি আরও মুরগি পাব। তারা সবাই ডিম পাড়বে, এবং আমি তাদের আরও টাকার জন্য বিক্রি করব। তারপর, আমি পাহাড়ে বাড়িটি কিনব এবং সবাই আমাকে হিংসা করবে। সে খুব খুশি ছিল যে শীঘ্রই সে খুব ধনী হবে। এই সুখী চিন্তা নিয়ে সে এগিয়ে গেল। কিন্তু হঠাৎ, সে ছিটকে পড়ে এবং পড়ে যায়। দুধের পাটি দুটো পড়ে গেল এবং তার সব স্বপ্ন ভেঙ্গে গেল। দুধ মাটিতে ছিটকে পড়ল, এবং প্যাটি যা করতে পারে তা কাঁদতে পারে। আর কোন স্বপ্ন নেই, সে বোকার মতো কেঁদে উঠল!",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21161312/The-Milkmaid-and-Her-Pail-story.webp"
        },
        {
            "title": "When Adversity Knocks",
             "text1": "OThis is a story that explains how adversity is met differently by different people. There was a girl named Asha who lived with her mother and father in a village. One day, her father assigned her a simple task. He took three vessels filled with boiling water. He placed an egg in one vessel, a potato in the second vessel, and some tea leaves in the third vessel. He asked Asha to keep an eye on the vessels for about ten to fifteen minutes while the three ingredients in three separate vessels boiled. After the said time, he asked Asha to peel the potato and egg and strain the tea leaves. Asha was left puzzled – she understood her father was trying to explain something, but she didn’t know what it was. Her father explained, “All three items were put in the same circumstances. See how they’ve responded differently.” He said that the potato turned soft, the egg turned hard, and the tea leaves changed the color and taste of the water. He further said, “We are all like one of these items. When adversity calls, we respond exactly the way we do. Now, are you a potato, an egg, or tea leaves?”",
             "text2": "এটি এমন একটি গল্প যা ব্যাখ্যা করে যে কীভাবে প্রতিকূলতা বিভিন্ন মানুষের দ্বারা ভিন্নভাবে পূরণ হয়। আশা নামে একটি মেয়ে ছিল সে গ্রামে তার মা বাবার সাথে থাকত। একদিন, তার বাবা তাকে একটি সহজ কাজ দিয়েছিলেন। তিনি ফুটন্ত পানি ভর্তি তিনটি পাত্র নিলেন। তিনি একটি পাত্রে একটি ডিম, দ্বিতীয় পাত্রে একটি আলু এবং তৃতীয় পাত্রে কয়েকটি চা পাতা রাখলেন। তিনি আশাকে তিনটি পৃথক পাত্রে তিনটি উপাদান ফুটিয়ে প্রায় দশ থেকে পনের মিনিটের জন্য পাত্রের দিকে নজর রাখতে বলেছিলেন। নির্দিষ্ট সময়ের পর তিনি আশাকে আলু ও ডিমের খোসা ছাড়িয়ে চা পাতা ছেঁকে দিতে বলেন। আশা হতবাক হয়ে পড়েছিল - সে বুঝতে পেরেছিল তার বাবা কিছু ব্যাখ্যা করার চেষ্টা করছেন, কিন্তু সে জানত না এটি কী। তার বাবা ব্যাখ্যা করেছেন, তিনটি আইটেম একই পরিস্থিতিতে রাখা হয়েছিল। দেখুন কিভাবে তারা ভিন্নভাবে সাড়া দিয়েছে। তিনি বলেন, আলু নরম হয়ে গেছে, ডিম শক্ত হয়ে গেছে এবং চা পাতা পানির রং ও স্বাদ পরিবর্তন করেছে। তিনি আরও বলেন, “আমরা সবাই এই আইটেমের মতো। প্রতিকূলতা যখন ডাকে, তখন আমরা ঠিক যেভাবে সাড়া দিই। এখন, তুমি আলু, ডিম না চা পাতা?",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21161550/When-Adversity-Knocks-story.webp"
        },
        {
            "title": "The Proud Rose",
             "text1": "Once upon a time, there was a beautiful rose plant in a garden. One rose flower on the plant was proud of its beauty. However, it was disappointing that it was growing next to an ugly cactus. Every day, the rose would insult the cactus about its looks, but the cactus stayed quiet. All the other plants in the garden tried to stop the rose from bullying the cactus, but the rose was too swayed by its own beauty to listen to anyone.One summer, a well in the garden dried up and there was no water for the plants. The rose slowly began to wilt. The rose saw a sparrow dip its beak into the cactus for some water. The rose then felt ashamed for having made fun of the cactus all this time. But because it was in need of water, it went to ask the cactus if it could have some water. The kind cactus agreed, and they both got through summer as friends",
             "text2": "এক সময় এক বাগানে একটি সুন্দর গোলাপ গাছ ছিল। গাছের একটি গোলাপ ফুল তার সৌন্দর্যে গর্বিত ছিল। যাইহোক, এটি হতাশাজনক ছিল যে এটি একটি কুশ্রী ক্যাকটাসের পাশে বেড়ে উঠছিল। রোজ, গোলাপ তার চেহারা নিয়ে ক্যাকটাসকে অপমান করত, কিন্তু ক্যাকটাস চুপচাপ থাকত। বাগানের অন্য সব গাছপালা গোলাপকে ক্যাকটাসকে ধমক দেওয়া থেকে বিরত রাখার চেষ্টা করেছিল, কিন্তু গোলাপটি তার নিজের সৌন্দর্যে এতটাই দোলা দিয়েছিল যে কারো কথা শোনার মতো নয়। এক গ্রীষ্মে, বাগানের একটি কূপ শুকিয়ে গিয়েছিল এবং গাছের জন্য পানি ছিল না। . গোলাপটা ধীরে ধীরে শুকিয়ে যেতে লাগলো। গোলাপটি দেখল একটি চড়ুই তার ঠোঁট ক্যাকটাসে ডুবিয়ে পানির জন্য। এই সময় ক্যাকটাস নিয়ে মজা করার জন্য গোলাপ তখন লজ্জিত। কিন্তু জলের প্রয়োজন ছিল বলে, ক্যাকটাসকে জিজ্ঞেস করতে গেল তাতে কিছু জল আছে কিনা। সদয় ক্যাকটাস রাজি হয়েছিল, এবং তারা দুজনেই বন্ধু হিসাবে গ্রীষ্মের মধ্যে দিয়েছিল",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21161821/The-Proud-Rose-story.webp"
        },
        {
            "title": "The Tale of the Pencil",
             "text1": "A boy named Raj was upset because he had done poorly on his English test. He was sitting in his room when his grandmother came and comforted him. His grandmother sat beside him and gave him a pencil. Raj looked at his grandma puzzled, and said he didn’t deserve a pencil after his performance on the test. His grandma explained, “You can learn many things from this pencil because it is just like you. It experiences a painful sharpening, just the way you have experienced the pain of not doing well on your test. However, it will help you be a better student. Just as all the good that comes from the pencil is from within itself, you will also find the strength to overcome this hurdle. And finally, just as this pencil will make its mark on any surface, you too shall leave your mark on anything you choose to.” Raj was immediately consoled and promised himself that he would do better.",
             "text2": "রাজ নামের একটি ছেলে মন খারাপ করেছিল কারণ সে তার ইংরেজি পরীক্ষায় খারাপ করেছে। সে তার ঘরে বসে ছিল এমন সময় তার নানী এসে তাকে সান্ত্বনা দিলেন। তার দাদী তার পাশে বসে তাকে একটি পেন্সিল দিলেন। রাজ তার ঠাকুমাকে অবাক করে তাকালেন, এবং বললেন পরীক্ষায় তার পারফরম্যান্সের পরে তিনি একটি পেন্সিলের যোগ্য নন। তার দিদিমা ব্যাখ্যা করেছিলেন, “আপনি এই পেন্সিল থেকে অনেক কিছু শিখতে পারেন কারণ এটি আপনার মতো। এটি একটি বেদনাদায়ক শার্পনিং অনুভব করে, ঠিক যেভাবে আপনি আপনার পরীক্ষায় ভাল না করার ব্যথা অনুভব করেছেন। যাইহোক, এটি আপনাকে আরও ভাল ছাত্র হতে সাহায্য করবে। পেন্সিল থেকে আসা সমস্ত ভাল যেমন নিজের ভেতর থেকে আসে, আপনিও এই বাধা অতিক্রম করার শক্তি পাবেন। এবং অবশেষে, এই পেন্সিলটি যে কোনও পৃষ্ঠে তার চিহ্ন তৈরি করবে, আপনিও যে কোনও কিছুতে আপনার চিহ্ন রেখে যাবেন। রাজ অবিলম্বে সান্ত্বনা পেয়েছিলেন এবং নিজেকে প্রতিশ্রুতি দিয়েছিলেন যে তিনি আরও ভাল করবেন।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21161937/The-Tale-of-the-Pencil-story.webp"
        },
        {
            "title": "The Crystal Ball",
             "text1": "Nasir, a young boy, finds a crystal ball behind a banyan tree in his garden. The tree told him that it would grant him one wish. He was very happy and he thought hard, but unfortunately, he couldn't come up with what he wanted. So, he kept the crystal ball in his bag and waited until he decided on his wish. The day went by without her wish but her best friend found her staring into the crystal ball. He stole from Nasir and showed it to everyone in the village. They all wanted palaces, riches, and lots of gold, but couldn't make more than one wish. In the end, everyone was angry because no one could get what they wanted. They became very unhappy and decided to seek help from Nasir. Nasir wished that everything would go back to the way it was before - before the villagers tried to satisfy their greed. The palace and the gold disappeared and the villagers returned",
             "text2": "নাসির, একটি ছোট ছেলে, তার বাগানে একটি বটগাছের পিছনে একটি ক্রিস্টাল বল খুঁজে পায়। গাছটি তাকে বলেছিল যে এটি তার একটি ইচ্ছা পূরণ করবে। তিনি খুব খুশি ছিলেন এবং তিনি কঠোর চিন্তা করেছিলেন, কিন্তু দুর্ভাগ্যবশত, তিনি যা চেয়েছিলেন তা নিয়ে আসতে পারেননি। তাই, তিনি ক্রিস্টাল বলটি তার ব্যাগে রেখেছিলেন এবং তার ইচ্ছার সিদ্ধান্ত না নেওয়া পর্যন্ত অপেক্ষা করেছিলেন। দিনটি তার ইচ্ছা ছাড়াই কেটে গেল কিন্তু তার সেরা বন্ধু তাকে ক্রিস্টাল বলের দিকে তাকিয়ে থাকতে দেখেছে। সে নাসিরের কাছ থেকে চুরি করে গ্রামের সবাইকে দেখায়। তারা সকলেই প্রাসাদ, ধন-সম্পদ এবং প্রচুর সোনা চেয়েছিল, কিন্তু একটির বেশি ইচ্ছা করতে পারেনি। শেষ পর্যন্ত সবাই ক্ষুব্ধ হয় কারণ কেউ যা চায় তা পায়নি। তারা খুব অসন্তুষ্ট হয়ে ওঠে এবং নাসিরের সাহায্য নেওয়ার সিদ্ধান্ত নেয়। নাসিরের ইচ্ছা ছিল সবকিছু আগের মতো ফিরে যাবে - আগে গ্রামবাসীরা তাদের লোভ মেটানোর চেষ্টা করবে। প্রাসাদ এবং সোনা অদৃশ্য হয়ে যায় এবং গ্রামবাসীরা ফিরে আসে",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21162026/The-Crystal-Ball-story.webp"
        },
        {
            "title": "A Bundle of Sticks",
             "text1": "Once upon a time, three neighbors living in a village were having trouble with their crops. Each of the neighbors had one field, but the crops on their fields were infested with pests and were wilting. Every day, they would come up with different ideas to help their crops. The first one tried using a scarecrow in his field, the second used pesticides, and the third built a fence on his field, all to no avail. One day, the village head came by and called the three farmers. He gave them each a stick and asked them to break it. The farmers could break them easily. He then gave them a bundle of three sticks, and again, asked them to break it. This time, the farmers struggled to break the sticks. The village head said, “Together, you are stronger and work better than you do it alone.” The farmers understood what the village head was saying. They pooled in their resources and got rid of the pests from their fields.",
             "text2": "এক সময় এক গ্রামে বসবাসকারী তিন প্রতিবেশী তাদের ফসল নিয়ে সমস্যায় পড়ছিল। প্রতিবেশীদের প্রত্যেকের একটি করে মাঠ ছিল, কিন্তু তাদের ক্ষেতের ফসল কীটপতঙ্গ দ্বারা আক্রান্ত ছিল এবং শুকিয়ে যাচ্ছিল। প্রতিদিন, তারা তাদের ফসল সাহায্য করার জন্য বিভিন্ন ধারণা নিয়ে আসত। প্রথমজন তার ক্ষেতে একটি স্কয়ারক্রো ব্যবহার করার চেষ্টা করেছিল, দ্বিতীয়টি কীটনাশক ব্যবহার করেছিল এবং তৃতীয়টি তার ক্ষেতে একটি বেড়া তৈরি করেছিল, সব কিছুই লাভ হয়নি। একদিন গ্রামের কর্তা এসে তিনজন কৃষককে ডাকলেন। তিনি তাদের প্রত্যেককে একটি করে লাঠি দিয়েছিলেন এবং তা ভাঙতে বললেন। চাষীরা সহজেই সেগুলো ভাঙতে পারত। তারপর তিনি তাদের তিনটি লাঠির একটি বান্ডিল দিলেন এবং আবার তাদের তা ভাঙতে বললেন। এবার কৃষকরা লাঠি ভাঙতে হিমশিম খায়। গ্রামের প্রধান বললেন, একসাথে, আপনি একা কাজ করার চেয়ে শক্তিশালী এবং ভাল কাজ করেন। কৃষকরা বুঝতে পারল গ্রামের প্রধান কী বলছে। তারা তাদের সম্পদ জমা করে এবং তাদের ক্ষেত থেকে কীটপতঙ্গ দূর করে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21162059/Bundle-of-Sticks-story.webp"
        },
        {
            "title": "The Ant and the Dove",
             "text1": "On a hot scorching day in summer, an ant was walking around in search of water. After walking around for some time, she saw a river and was delighted to see it. She climbed up on a small rock to drink the water, but she slipped and fell into the river. She was drowning but a dove who was sitting on a nearby tree helped her. Seeing the ant in trouble, the dove quickly dropped a leaf into the water. The ant moved towards the leaf and climbed up on it. The dove then carefully pulled the leaf out and placed it on the land. This way, the ant’s life was saved and she was forever indebted to the dove. The ant and the dove became the best of friends and days passed happily. However, one day, a hunter arrived in the forest. He saw the beautiful dove sitting on the tree and aimed his gun at the dove. The ant, who was saved by the dove saw this and bit on the heel of the hunter. He shouted from the pain and dropped the gun. The dove was alarmed by the voice of the hunter and realized what could have happened to him.",
             "text2": "গ্রীষ্মের এক প্রচন্ড গরম দিনে, একটি পিঁপড়া জলের সন্ধানে ঘুরে বেড়াচ্ছিল। কিছুক্ষণ ঘুরে বেড়ানোর পর তিনি একটি নদী দেখতে পেলেন এবং তা দেখে আনন্দিত হলেন। সে পানি পান করার জন্য একটি ছোট পাথরের উপরে উঠেছিল, কিন্তু সে পিছলে পড়ে নদীতে পড়ে যায়। সে ডুবে যাচ্ছিল কিন্তু পাশের গাছে বসে থাকা একটি ঘুঘু তাকে সাহায্য করেছিল। পিঁপড়াকে কষ্টে দেখে ঘুঘু তাড়াতাড়ি একটা পাতা জলে ফেলে দিল। পিঁপড়া পাতার দিকে এগিয়ে গিয়ে তার ওপরে উঠে গেল। ঘুঘুটি তখন সাবধানে পাতাটি বের করে জমিতে রাখল। এইভাবে, পিঁপড়ার জীবন রক্ষা পেয়েছিল এবং সে চিরকাল ঘুঘুর কাছে ঋণী ছিল। পিঁপড়া এবং ঘুঘু সবচেয়ে ভাল বন্ধু হয়ে উঠল এবং দিনগুলি সুখে কাটল। যাইহোক, একদিন এক শিকারী বনে এলো। তিনি গাছে সুন্দর ঘুঘুটিকে বসে থাকতে দেখেন এবং ঘুঘুর দিকে তার বন্দুক তাক করেন। পিঁপড়া, যাকে ঘুঘুর দ্বারা রক্ষা করা হয়েছিল, এটি দেখেছিল এবং শিকারীর গোড়ালিতে কামড় দেয়। সে ব্যথায় চিৎকার করে বন্দুক ফেলে দিল। ঘুঘু শিকারির কণ্ঠ শুনে শঙ্কিত হয়ে গেল এবং বুঝতে পারল তার কী হতে পারে।",
             "images": "https://cdn.cdnparenting.com/articles/2019/12/21100550/The-Ant-and-the-Dove-1024x700.webp"
        },
        {
            "title": "The Fox and the Grapes",
             "text1": "One hot summer day, a fox was wandering in the forest to get some food. He was very hungry and desperate for food. He searched everywhere, but he could not find anything to eat. Her stomach growled and her search continued. Soon he reached a vineyard full of juicy grapes. The fox looked around to check if it was safe from the hunters. There was no one around, so he decided to steal some grapes. He jumped up and down, but could not reach the grapes. The grapes were too much but he refused to give up. The fox leaped high into the air to catch the grape in his mouth, but he missed. He tried once more but missed again. He tried a few more times, but couldn't reach her. It's getting dark and the fox is getting angry. His legs hurt, so he finally gave up. Walking away, he said, I'm sure the grapes were sour anyway.",
             "text2": "এক গ্রীষ্মের দিনে, একটি শিয়াল কিছু খাবারের জন্য বনে ঘুরে বেড়াচ্ছিল। তিনি খুব ক্ষুধার্ত এবং খাবারের জন্য মরিয়া ছিলেন। সব জায়গায় খোঁজাখুঁজি করেও কিছু খেতে পেল না। তার পেট বড় হয়ে উঠল এবং তার অনুসন্ধান চলতে থাকল। শীঘ্রই তিনি রসালো আঙ্গুরে ভরা একটি দ্রাক্ষাক্ষেত্রে পৌঁছে গেলেন। শিকারীদের হাত থেকে নিরাপদ কিনা তা দেখার জন্য শিয়াল চারপাশে তাকাল। আশেপাশে কেউ ছিল না, তাই সে কিছু আঙ্গুর চুরি করার সিদ্ধান্ত নিল। সে লাফিয়ে লাফিয়ে উঠল, কিন্তু আঙুরের কাছে পৌঁছতে পারল না। আঙ্গুর খুব বেশি ছিল কিন্তু তিনি হাল ছেড়ে দিতে রাজি হননি। শেয়াল তার মুখে আঙ্গুর ধরতে বাতাসে উঁচুতে লাফিয়ে উঠল, কিন্তু সে মিস করল। তিনি আরও একবার চেষ্টা করেছিলেন কিন্তু আবার মিস করেছিলেন। তিনি আরও কয়েকবার চেষ্টা করেছিলেন, কিন্তু তার কাছে পৌঁছাতে পারেননি। অন্ধকার হয়ে আসছে আর শেয়াল রেগে যাচ্ছে। তার পায়ে ব্যথা, তাই তিনি শেষ পর্যন্ত হাল ছেড়ে দেন। হাঁটতে হাঁটতে তিনি বললেন, আমি নিশ্চিত আঙ্গুরগুলো যেভাবেই হোক টক ছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21162358/The-Fox-and-the-Grapes-story.webp"
        },
        {
            "title": "The Ant and the Grasshopper",
             "text1": "Once upon a time, there were two best friends – an ant and a grasshopper. The grasshopper liked to relax the whole day and play his guitar. The ant, however, would work hard all day. He would collect food from all corners of the garden, while the grasshopper relaxed, played his guitar, or slept. The grasshopper would tell the ant to take a break every day, but the ant would refuse and continue his work. Soon, winter came; days and nights became cold and very few creatures went out. On a cold day in winter, a colony of ants was busy drying out some grains of corn. The half-dead grasshopper, cold and hungry, came up to the ant who was his friend and asked for a piece of corn. The ant replied, “We work day and night to collect and save up the corn so that we don’t die hungry on cold winter days. Why should we give it to you?” The ant further asked, “What were you doing last summer? You should have collected and stored some food. I told you as much before.”The grasshopper said, “I was far too busying singing and sleeping.”The ant replied, “You can sing all winter as far as I am concerned. You will not get anything from us.” The ant had enough food to last through the winter, without any worries at all, but the grasshopper didn’t and he realized his mistake.",
             "text2": "এক সময়, দুটি সেরা বন্ধু ছিল - একটি পিঁপড়া এবং একটি ফড়িং। ফড়িং সারাদিন বিশ্রাম নিতে এবং তার গিটার বাজাতে পছন্দ করত। পিঁপড়া অবশ্য সারাদিন পরিশ্রম করতো। তিনি বাগানের সমস্ত কোণ থেকে খাবার সংগ্রহ করতেন, যখন ফড়িং আরাম করত, তার গিটার বাজাত বা ঘুমিয়ে পড়ত। ফড়িং পিঁপড়াকে প্রতিদিন বিরতি নিতে বলবে, কিন্তু পিঁপড়া প্রত্যাখ্যান করবে এবং তার কাজ চালিয়ে যাবে। শীঘ্রই, শীত এল; দিন এবং রাত ঠান্ডা হয়ে গেল এবং খুব কম প্রাণী বেরিয়ে গেল। শীতের এক ঠান্ডা দিনে, পিঁপড়ার উপনিবেশ কিছু ভুট্টার দানা শুকাতে ব্যস্ত ছিল। অর্ধমৃত ফড়িং, ঠান্ডা এবং ক্ষুধার্ত, পিঁপড়ার কাছে এসে তার বন্ধু ছিল এবং একটি ভুট্টা চেয়েছিল। পিঁপড়া উত্তর দিল, “আমরা দিনরাত পরিশ্রম করি ভুট্টা সংগ্রহ করে সংরক্ষণ করি যাতে শীতের দিনে আমরা ক্ষুধার্ত না থাকি। আমরা কেন আপনাকে এটি দেব? পিঁপড়া আরও জিজ্ঞেস করল, “গত গ্রীষ্মে তুমি কী করছিলে? আপনার কিছু খাবার সংগ্রহ করে সংরক্ষণ করা উচিত ছিল। আমি তোমাকে আগেই বলেছি।” ফড়িং বলল, “আমি গান গাইতে এবং ঘুমাতে অনেক ব্যস্ত ছিলাম।” পিঁপড়া উত্তর দিল, “আমি যতদূর উদ্বিগ্ন, তুমি সারা শীতে গান গাইতে পার। আপনি আমাদের কাছ থেকে কিছুই পাবেন না। পিঁপড়ার কাছে শীতকালের জন্য পর্যাপ্ত খাবার ছিল, কোনও উদ্বেগ ছাড়াই, কিন্তু ফড়িং তা করেনি এবং সে তার ভুল বুঝতে পেরেছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/12/21100700/The-Ant-and-the-Grasshopper-1024x700.webp"
        },
        {
            "title": "The Bear and Two Friends",
             "text1": "One day, two best friends were walking on a lonely and dangerous path through a jungle. As the sun began to set, they grew afraid but held on to each other. Suddenly, they saw a bear in their path. One of the boys ran to the nearest tree and climbed it in a jiffy. The other boy did not know how to climb the tree by himself, so he lay on the ground, pretending to be dead. The bear approached the boy on the ground and sniffed around his head. After appearing to whisper something in the boy’s ear, the bear went on its way. The boy on the tree climbed down and asked his friend what the bear had whispered in his ear. He replied, “Do not trust friends who do not care for you.",
             "text2": "একদিন, দুই সেরা বন্ধু জঙ্গলের মধ্য দিয়ে নির্জন এবং বিপজ্জনক পথে হাঁটছিল। সূর্য অস্ত যাওয়ার সাথে সাথে তারা ভয় পেয়ে গেল কিন্তু একে অপরকে জড়িয়ে ধরল। হঠাৎ, তারা তাদের পথে একটি ভালুক দেখতে পেল। ছেলেদের মধ্যে একটা দৌড়ে কাছের গাছের কাছে গেল এবং নিমিষেই তাতে উঠে গেল। অন্য ছেলেটি নিজে থেকে গাছে উঠতে জানত না, তাই সে মৃতের ভান করে মাটিতে শুয়ে পড়ল। ভালুকটি মাটিতে ছেলেটির কাছে এসে তার মাথার চারপাশে শুঁকেছিল। ছেলেটির কানে ফিসফিস করে কিছু বলার পর ভালুক তার পথে চলে গেল। গাছের উপর ছেলেটি নিচে উঠে তার বন্ধুকে জিজ্ঞেস করলো ভাল্লুক তার কানে ফিসফিস করে কি বললো। তিনি উত্তর দিয়েছিলেন, যে বন্ধুরা আপনাকে যত্ন করে না তাদের বিশ্বাস করবেন না।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21162538/The-Bear-and-Two-Friends-story.webp"
        },
        {
            "title": "Friends Forever",
             "text1": "Once upon a time, there lived a mouse and a frog, who were the best of friends. Every morning, the frog would hop out of the pond to visit the mouse, who lived inside the hole of the tree. He would spend time with the mouse and go back home. One day, the frog realized that he was making too much of an effort to visit the mouse while the mouse never came to meet him at the pond. This made him angry, and he decided to make things right by forcefully taking him to his house. When the mouse wasn’t looking, the frog tied a string to the mouse’s tail and tied the other end to his own leg, and hopped away. The mouse started getting dragged with him. Then, the frog jumped into the pond to swim. However, when he looked back, he saw that the mouse had started to drown and was struggling to breathe! The frog quickly untied the string from his tail and took him to the shore. Seeing the mouse with his eyes barely open made the frog very sad, and he immediately regretted pulling him into the pond.",
             "text2": "এক সময়, একটি ইঁদুর এবং একটি ব্যাঙ বাস করত, যারা ছিল সবচেয়ে ভালো বন্ধু। প্রতিদিন সকালে, ব্যাঙটি গাছের গর্তে থাকা ইঁদুরকে দেখতে পুকুর থেকে বেরিয়ে আসত। তিনি ইঁদুরের সাথে সময় কাটাতেন এবং বাড়ি ফিরে যেতেন। একদিন, ব্যাঙ বুঝতে পারল যে সে ইঁদুরের সাথে দেখা করার জন্য খুব বেশি চেষ্টা করছে যখন ইঁদুরটি পুকুরে তার সাথে দেখা করতে আসেনি। এটি তাকে রাগান্বিত করেছিল এবং সে তাকে জোর করে তার বাড়িতে নিয়ে যাওয়ার মাধ্যমে সবকিছু ঠিক করার সিদ্ধান্ত নিয়েছে। যখন ইঁদুরটি তাকাচ্ছিল না, ব্যাঙটি ইঁদুরের লেজে একটি স্ট্রিং বেঁধে এবং অন্য প্রান্তটি তার নিজের পায়ে বেঁধে চলে গেল। ইঁদুর তার সাথে টেনে নিয়ে যেতে লাগলো। তারপর, ব্যাঙটি সাঁতার কাটতে পুকুরে ঝাঁপ দিল। যাইহোক, যখন তিনি ফিরে তাকান, তিনি দেখলেন যে ইঁদুরটি ডুবতে শুরু করেছে এবং শ্বাস নিতে কষ্ট হচ্ছে! ব্যাঙটি দ্রুত তার লেজ থেকে দড়িটা খুলে তীরে নিয়ে গেল। সবে খোলা চোখ দিয়ে ইঁদুরটিকে দেখে ব্যাঙটি খুব দুঃখিত হয়েছিল এবং সে সঙ্গে সঙ্গে তাকে পুকুরে টেনে নিয়ে যাওয়ার জন্য অনুতপ্ত হয়েছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/11/25114108/Friends-Forever-story.webp"
        },
        {
            "title": "The Elephant and Her Friends",
             "text1": "Once upon a time, a lone elephant made its way into a strange forest. It was new to her, and she was looking to make friends. She approached a monkey and said, “Hello, monkey! Would you like to be my friend?” The monkey said, “You are too big to swing like me, so I can’t be your friend.” The elephant then went to a rabbit and asked the same question. The rabbit said, “You are too big to fit in my burrow, so I can’t be your friend.” The elephant also went to the frog in the pond and asked the same question. The frog replied, “You are too heavy to jump as high as me, so I can’t be your friend.”The elephant was really sad because she couldn’t make friends. Then, one day, she saw all the animals running deeper into the forest, and she asked a bear what the fuss was about. The bear said, “The lion is on the loose – they are running from him to save themselves.” The elephant went up to the lion and said, “Please don’t hurt these innocent people. Please leave them alone.” The lion scoffed and asked the elephant to move aside. Then, the elephant got angry and pushed the lion with all her might, injuring him. All the other animals came out slowly and started to rejoice about the lion’s defeat. They went to the elephant and said to her, “You are just the right size to be our friend!",
             "text2": "এক সময়, একটি একা হাতি একটি অদ্ভুত বনে প্রবেশ করেছিল। এটা তার কাছে নতুন ছিল এবং সে বন্ধুত্ব করতে চাইছিল। তিনি একটি বানরের কাছে গিয়ে বললেন, “হ্যালো, বানর! তুমি কি আমার বন্ধু হবে? বানর বললো, তুমি আমার মতো দোলানোর পক্ষে অনেক বড়, তাই আমি তোমার বন্ধু হতে পারি না। তখন হাতিটি একটি খরগোশের কাছে গিয়ে একই প্রশ্ন করল। খরগোশ বললো, তুমি এত বড় যে আমার গর্তে বসবে না, তাই আমি তোমার বন্ধু হতে পারব না। হাতিটিও পুকুরের ব্যাঙের কাছে গিয়ে একই প্রশ্ন করল। ব্যাঙ উত্তর দিল, তুমি আমার মতো উঁচুতে লাফ দেওয়ার পক্ষে খুব ভারী, তাই আমি তোমার বন্ধু হতে পারি না। হাতিটি সত্যিই দুঃখিত ছিল কারণ সে বন্ধুত্ব করতে পারেনি। তারপর, একদিন, তিনি সমস্ত প্রাণীকে জঙ্গলের গভীরে ছুটে যেতে দেখেছিলেন এবং তিনি একটি ভালুককে জিজ্ঞাসা করেছিলেন যে হট্টগোল কী? ভাল্লুক বললো, সিংহটি আলগা হয়ে আছে - ওরা নিজেদের বাঁচাতে তার কাছ থেকে পালিয়ে যাচ্ছে। হাতি সিংহের কাছে গিয়ে বলল, “দয়া করে এই নিরীহ লোকদের কষ্ট দিও না। দয়া করে তাদের একা ছেড়ে দিন। সিংহ বিদ্রুপ করে হাতিকে একপাশে সরে যেতে বলল। তারপর, হাতি রেগে গেল এবং তার সমস্ত শক্তি দিয়ে সিংহকে ধাক্কা দিয়ে আহত করল। বাকি সব প্রাণী ধীরে ধীরে বেরিয়ে এল এবং সিংহের পরাজয়ে আনন্দ করতে লাগল। তারা হাতির কাছে গেল এবং তাকে বলল, আপনি আমাদের বন্ধু হওয়ার জন্য সঠিক আকারের!",
             "images": "https://cdn.cdnparenting.com/articles/2019/11/25114110/The-Elephant-and-Her-Friends-story.webp"
        },
        {
            "title": "The Woodcutter and the Golden Axe",
             "text1": "There was once a woodcutter working hard in the forest, getting wood to sell for some food. As he was cutting a tree, his axe accidentally fell into the river. The river was deep and was flowing really fast – he lost his axe and could not find it again. He sat at the bank of the river and wept. While he wept, the God of the river arose and asked him what had happened. The woodcutter told him the story. The God of the river offered to help him by looking for his axe. He disappeared into the river and retrieved a golden axe, but the woodcutter said it was not his. He disappeared again and returned with a silver axe, but the woodcutter said that was not his either. The God disappeared into the water again and came back with an iron axe – the woodcutter smiled and said it was his. God was impressed with the woodcutter’s honesty and gifted him both the golden and silver axes.",
             "text2": "এক সময় এক কাঠমিস্ত্রি জঙ্গলে কঠোর পরিশ্রম করত, কিছু খাবারের জন্য কাঠ বিক্রি করত। গাছ কাটতে গিয়ে ঘটনাক্রমে তার কুড়াল নদীতে পড়ে যায়। নদী গভীর ছিল এবং সত্যিই দ্রুত প্রবাহিত ছিল - সে তার কুড়াল হারিয়েছে এবং এটি আর খুঁজে পায়নি। নদীর ধারে বসে কাঁদলেন। তিনি কাঁদতে কাঁদতে নদীর ঈশ্বর উঠলেন এবং জিজ্ঞাসা করলেন কি হয়েছে? কাঠমিস্ত্রি তাকে গল্প শোনাল। নদীর ঈশ্বর তার কুঠার খুঁজতে সাহায্য করার প্রস্তাব দিলেন। তিনি নদীতে অদৃশ্য হয়ে গেলেন এবং একটি সোনার কুড়াল উদ্ধার করলেন, কিন্তু কাঠমিস্ত্রি বলল এটা তার নয়। তিনি আবার অদৃশ্য হয়ে গেলেন এবং একটি রুপোর কুঠার নিয়ে ফিরে গেলেন, কিন্তু কাঠমিস্ত্রি বললো সেটাও তার নয়। ঈশ্বর আবার জলে অদৃশ্য হয়ে গেলেন এবং একটি লোহার কুড়াল নিয়ে ফিরে এলেন – কাঠমিস্ত্রি হেসে বলল এটা তার। ঈশ্বর কাঠঠোকরার সততায় মুগ্ধ হয়েছিলেন এবং তাকে সোনার ও রৌপ্য উভয় অক্ষ উপহার দিয়েছিলেন।",
             "images": "https://cdn.cdnparenting.com/articles/2019/11/25114115/The-Woodcutter-and-the-Golden-Axe-story.webp"
        },
        {
            "title": "The Needle Tree",
             "text1": "There lived two brothers near a forest. The elder one was very mean to the younger brother – he would finish all the food and wear all the new clothes of his younger brother. One day, the elder brother decided to go into the forest to get some firewood and sell it at the market. As he went around, chopping tree after tree, he stumbled upon a magical tree. The tree said, “Oh, kind sir, please do not cut my branches. If you spare me, I will give you golden apples.” He agreed but was left disappointed with the number of apples the tree gave him. As greed overcame him, he threatened the tree to cut the entire trunk if it didn’t give him more apples. The magical tree, instead, showered upon the elder brother hundreds and hundreds of tiny needles. The elder brother lay on the ground, crying in pain, as the sunset. The younger brother was worried, and so he searched for his elder brother. He found him lying in pain near the tree, with hundreds of needles on his body. He rushed to his brother and removed each needle lovingly and gently. After he finished, the elder brother apologized for treating him badly and promised to improve. The tree saw the change in the elder brother’s heart and gave them all the golden apples they would ever need.",
             "text2": "এক বনের কাছে দুই ভাই থাকত। বড় ভাই ছোট ভাইয়ের সাথে খুব খারাপ ছিল - সে সমস্ত খাবার শেষ করে ছোট ভাইয়ের সমস্ত নতুন পোশাক পরিয়ে দিত। একদিন, বড় ভাই ঠিক করলেন বনে গিয়ে কিছু জ্বালানি কাঠ আনবেন এবং বাজারে বিক্রি করবেন। গাছের পর গাছ কাটতে গিয়ে সে একটা জাদুকরী গাছে হোঁচট খেয়ে গেল। গাছটি বলল, “ওহ, দয়ালু, দয়া করে আমার ডালগুলি কাটবেন না। তুমি যদি আমাকে রেহাই দাও, আমি তোমাকে সোনার আপেল দেব। তিনি রাজি হয়ে গেলেন কিন্তু গাছ তাকে যে আপেল দিয়েছে তাতে হতাশ হয়ে পড়েন। লোভ তাকে কাবু করে, সে গাছটিকে আরও আপেল না দিলে পুরো কাণ্ড কেটে ফেলার হুমকি দেয়। জাদুকরী গাছটি, পরিবর্তে, বড় ভাইয়ের উপর শত শত এবং শত শত ক্ষুদ্র সূঁচ বর্ষণ করে। বড় ভাই মাটিতে শুয়ে যন্ত্রণায় কাঁদতে কাঁদতে সূর্যাস্তের সময়। ছোট ভাই চিন্তিত ছিল, তাই সে তার বড় ভাইকে খুঁজতে লাগল। তিনি তাকে গাছের কাছে ব্যথায় শুয়ে থাকতে দেখেন, তার শরীরে শত শত সূঁচ ছিল। তিনি তার ভাইয়ের কাছে ছুটে গেলেন এবং প্রতিটি সুচ স্নেহের সাথে এবং আলতো করে সরিয়ে দিলেন। তিনি শেষ করার পরে, বড় ভাই তার সাথে খারাপ আচরণ করার জন্য ক্ষমা চেয়েছিলেন এবং উন্নতি করার প্রতিশ্রুতি দিয়েছিলেন। গাছটি বড় ভাইয়ের হৃদয়ের পরিবর্তন দেখেছিল এবং তাদের প্রয়োজনীয় সব সোনার আপেল দিয়েছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/06/21160914/The-Needle-Tree-story.webp"
        },
        {
            "title": "The Greedy Lion",
             "text1": "On a hot day, a lion in the forest started feeling hungry. He was starting to hunt for his food when he found a hare roaming around alone. Instead of catching the hare, the lion let it go – “A small hare such as this can’t satisfy my hunger”, he said and scoffed. Then, a beautiful deer passed by, and he decided to take his chances – he ran and ran behind the deer, but since he was weak because of hunger, he struggled to keep up with the deer’s speed. Tired and defeated, the lion went back to look for the hare to fill up his stomach for the time being, but it was gone. The lion was sad and remained hungry for a long time.",
             "text2": "গরমের দিনে বনের একটি সিংহ ক্ষুধার্ত বোধ করতে লাগল। তিনি তার খাবারের জন্য শিকার করতে শুরু করেছিলেন যখন তিনি দেখতে পান যে একটি খরগোশ একা ঘুরে বেড়াচ্ছে। খরগোশ ধরার পরিবর্তে, সিংহটি ছেড়ে দিল - এটির মতো একটি ছোট খরগোশ আমার ক্ষুধা মেটাতে পারে না, তিনি বললেন এবং বিদ্রূপ করলেন। তারপরে, একটি সুন্দর হরিণ পাশ দিয়ে গেল, এবং সে তার সুযোগ নেওয়ার সিদ্ধান্ত নিয়েছে - সে দৌড়ে হরিণের পিছনে ছুটে গেল, কিন্তু যেহেতু সে ক্ষুধার কারণে দুর্বল ছিল, সে হরিণের গতির সাথে তাল মিলিয়ে চলতে লড়াই করেছিল। ক্লান্ত ও পরাজিত সিংহটি আপাতত পেট ভরার জন্য খরগোশের খোঁজে ফিরে গেল, কিন্তু তা চলে গেল। সিংহ দু: খিত ছিল এবং দীর্ঘ সময় ক্ষুধার্ত ছিল।",
             "images": "https://cdn.cdnparenting.com/articles/2019/11/25114111/The-Greedy-Lion-story.webp"
        }
    ]
   
        
}